{"276":{"verse":"يمحق الله الربوا ويربي الصدقت والله لا يحب كل كفار أثيم","score":313},"20":{"verse":"يكاد البرق يخطف أبصرهم كلما أضاء لهم مشوا فيه وإذا أظلم عليهم قاموا ولو شاء الله لذهب بسمعهم وأبصرهم إن الله على كل شي قدير","score":714},"215":{"verse":"يسلونك ماذا ينفقون قل ما أنفقتم من خير فللولدين والأقربين واليتمى والمسكين وابن السبيل وما تفعلوا من خير فإن الله به عليم","score":607},"217":{"verse":"يسلونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل ولا يزالون يقتلونكم حتى يردوكم عن دينكم إن استطعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فأولئك حبطت أعملهم في الدنيا والآخرة وأولئك أصحب النار هم فيها خلدون","score":1732},"219":{"verse":"يسلونك عن الخمر والميسر قل فيهما إثم كبير ومنفع للناس وإثمهما أكبر من نفعهما ويسلونك ماذا ينفقون قل العفو كذلك يبين الله لكم الآيت لعلكم تتفكرون","score":789},"189":{"verse":"يسلونك عن الأهلة قل هي موقيت للناس والحج وليس البر بأن تأتوا البيوت من ظهورها ولكن البر من اتقى وأتوا البيوت من أبوبها واتقوا الله لعلكم تفلحون","score":701},"9":{"verse":"يخدعون الله والذين آمنوا وما يخدعون إلا أنفسهم وما يشعرون","score":306},"40":{"verse":"يبني إسرءيل اذكروا نعمتي التي أنعمت عليكم وأوفوا بعهدي أوف بعهدكم وإيي فارهبون","score":441},"47":{"verse":"يبني إسرءيل اذكروا نعمتي التي أنعمت عليكم وأني فضلتكم على العلمين","score":343},"122":{"verse":"يبني إسرءيل اذكروا نعمتي التي أنعمت عليكم وأني فضلتكم على العلمين","score":343},"269":{"verse":"يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد أوتي خيرا كثيرا وما يذكر إلا أولوا الألبب","score":426},"168":{"verse":"يأيها الناس كلوا مما في الأرض حللا طيبا ولا تتبعوا خطوت الشيطن إنه لكم عدو مبين","score":449},"21":{"verse":"يأيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون","score":348},"104":{"verse":"يأيها الذين آمنوا لا تقولوا رعنا وقولوا انظرنا واسمعوا وللكفرين عذاب أليم","score":349},"264":{"verse":"يأيها الذين آمنوا لا تبطلوا صدقتكم بالمن والأذى كالذي ينفق ماله رئاء الناس ولا يؤمن بالله واليوم الآخر فمثله كمثل صفوان عليه تراب فأصابه وابل فتركه صلدا لا يقدرون على شي مما كسبوا والله لا يهدي القوم الكفرين","score":1092},"172":{"verse":"يأيها الذين آمنوا كلوا من طيبت ما رزقنكم واشكروا لله إن كنتم إياه تعبدون","score":374},"178":{"verse":"يأيها الذين آمنوا كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى فمن عفي له من أخيه شي فاتباع بالمعروف وأداء إليه بإحسن ذلك تخفيف من ربكم ورحمة فمن اعتدى بعد ذلك فله عذاب أليم","score":1169},"183":{"verse":"يأيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون","score":373},"153":{"verse":"يأيها الذين آمنوا استعينوا بالصبر والصلوة إن الله مع الصبرين","score":296},"208":{"verse":"يأيها الذين آمنوا ادخلوا في السلم كافة ولا تتبعوا خطوت الشيطن إنه لكم عدو مبين","score":443},"278":{"verse":"يأيها الذين آمنوا اتقوا الله وذروا ما بقي من الربوا إن كنتم مؤمنين","score":268},"282":{"verse":"يأيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا يأب كاتب أن يكتب كما علمه الله فليكتب وليملل الذي عليه الحق وليتق الله ربه ولا يبخس منه شيا فإن كان الذي عليه الحق سفيها أو ضعيفا أو لا يستطيع أن يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء أن تضل إحديهما فتذكر إحديهما الأخرى ولا يأب الشهداء إذا ما دعوا ولا تسموا أن تكتبوه صغيرا أو كبيرا إلى أجله ذلكم أقسط عند الله وأقوم للشهدة وأدنى ألا ترتابوا إلا أن تكون تجرة حاضرة تديرونها بينكم فليس عليكم جناح ألا تكتبوها وأشهدوا إذا تبايعتم ولا يضار كاتب ولا شهيد وإن تفعلوا فإنه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شي عليم","score":3701},"267":{"verse":"يأيها الذين آمنوا أنفقوا من طيبت ما كسبتم ومما أخرجنا لكم من الأرض ولا تيمموا الخبيث منه تنفقون ولستم بآخذيه إلا أن تغمضوا فيه واعلموا أن الله غني حميد","score":831},"254":{"verse":"يأيها الذين آمنوا أنفقوا مما رزقنكم من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفعة والكفرون هم الظلمون","score":505},"222":{"verse":"ويسلونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن من حيث أمركم الله إن الله يحب التوبين ويحب المتطهرين","score":886},"132":{"verse":"ووصى بها إبرهم بنيه ويعقوب يبني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون","score":413},"201":{"verse":"ومنهم من يقول ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار","score":368},"78":{"verse":"ومنهم أميون لا يعلمون الكتب إلا أماني وإن هم إلا يظنون","score":198},"130":{"verse":"ومن يرغب عن ملة إبرهم إلا من سفه نفسه ولقد اصطفينه في الدنيا وإنه في الآخرة لمن الصلحين","score":503},"150":{"verse":"ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره لئلا يكون للناس عليكم حجة إلا الذين ظلموا منهم فلا تخشوهم واخشوني ولأتم نعمتي عليكم ولعلكم تهتدون","score":1104},"149":{"verse":"ومن حيث خرجت فول وجهك شطر المسجد الحرام وإنه للحق من ربك وما الله بغفل عما تعملون","score":539},"8":{"verse":"ومن الناس من يقول آمنا بالله وباليوم الآخر وما هم بمؤمنين","score":217},"204":{"verse":"ومن الناس من يعجبك قوله في الحيوة الدنيا ويشهد الله على ما في قلبه وهو ألد الخصام","score":436},"207":{"verse":"ومن الناس من يشري نفسه ابتغاء مرضات الله والله رءوف بالعباد","score":323},"165":{"verse":"ومن الناس من يتخذ من دون الله أندادا يحبونهم كحب الله والذين آمنوا أشد حبا لله ولو يرى الذين ظلموا إذ يرون العذاب أن القوة لله جميعا وأن الله شديد العذاب","score":788},"114":{"verse":"ومن أظلم ممن منع مسجد الله أن يذكر فيها اسمه وسعى في خرابها أولئك ما كان لهم أن يدخلوها إلا خائفين لهم في الدنيا خزي ولهم في الآخرة عذاب عظيم","score":786},"265":{"verse":"ومثل الذين ينفقون أمولهم ابتغاء مرضات الله وتثبيتا من أنفسهم كمثل جنة بربوة أصابها وابل فآتت أكلها ضعفين فإن لم يصبها وابل فطل والله بما تعملون بصير","score":878},"171":{"verse":"ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع إلا دعاء ونداء صم بكم عمي فهم لا يعقلون","score":458},"270":{"verse":"وما أنفقتم من نفقة أو نذرتم من نذر فإن الله يعلمه وما للظلمين من أنصار","score":343},"103":{"verse":"ولو أنهم آمنوا واتقوا لمثوبة من عند الله خير لو كانوا يعلمون","score":273},"155":{"verse":"ولنبلونكم بشي من الخوف والجوع ونقص من الأمول والأنفس والثمرت وبشر الصبرين","score":427},"95":{"verse":"ولن يتمنوه أبدا بما قدمت أيديهم والله عليم بالظلمين","score":268},"120":{"verse":"ولن ترضى عنك اليهود ولا النصرى حتى تتبع ملتهم قل إن هدى الله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير","score":667},"89":{"verse":"ولما جاءهم كتب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكفرين","score":690},"101":{"verse":"ولما جاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين أوتوا الكتب كتب الله وراء ظهورهم كأنهم لا يعلمون","score":552},"250":{"verse":"ولما برزوا لجالوت وجنوده قالوا ربنا أفرغ علينا صبرا وثبت أقدامنا وانصرنا على القوم الكفرين","score":528},"115":{"verse":"ولله المشرق والمغرب فأينما تولوا فثم وجه الله إن الله وسع عليم","score":331},"241":{"verse":"وللمطلقت متع بالمعروف حقا على المتقين","score":236},"179":{"verse":"ولكم في القصاص حيوة يأولي الألبب لعلكم تتقون","score":256},"148":{"verse":"ولكل وجهة هو موليها فاستبقوا الخيرت أين ما تكونوا يأت بكم الله جميعا إن الله على كل شي قدير","score":470},"65":{"verse":"ولقد علمتم الذين اعتدوا منكم في السبت فقلنا لهم كونوا قردة خسين","score":382},"92":{"verse":"ولقد جاءكم موسى بالبينت ثم اتخذتم العجل من بعده وأنتم ظلمون","score":384},"99":{"verse":"ولقد أنزلنا إليك آيت بينت وما يكفر بها إلا الفسقون","score":258},"87":{"verse":"ولقد آتينا موسى الكتب وقفينا من بعده بالرسل وآتينا عيسى ابن مريم البينت وأيدنه بروح القدس أفكلما جاءكم رسول بما لا تهوى أنفسكم استكبرتم ففريقا كذبتم وفريقا تقتلون","score":952},"96":{"verse":"ولتجدنهم أحرص الناس على حيوة ومن الذين أشركوا يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من العذاب أن يعمر والله بصير بما يعملون","score":744},"235":{"verse":"ولا جناح عليكم فيما عرضتم به من خطبة النساء أو أكننتم في أنفسكم علم الله أنكم ستذكرونهن ولكن لا تواعدوهن سرا إلا أن تقولوا قولا معروفا ولا تعزموا عقدة النكاح حتى يبلغ الكتب أجله واعلموا أن الله يعلم ما في أنفسكم فاحذروه واعلموا أن الله غفور حليم","score":1344},"221":{"verse":"ولا تنكحوا المشركت حتى يؤمن ولأمة مؤمنة خير من مشركة ولو أعجبتكم ولا تنكحوا المشركين حتى يؤمنوا ولعبد مؤمن خير من مشرك ولو أعجبكم أولئك يدعون إلى النار والله يدعوا إلى الجنة والمغفرة بإذنه ويبين آيته للناس لعلهم يتذكرون","score":1194},"42":{"verse":"ولا تلبسوا الحق بالبطل وتكتموا الحق وأنتم تعلمون","score":278},"154":{"verse":"ولا تقولوا لمن يقتل في سبيل الله أموت بل أحياء ولكن لا تشعرون","score":293},"224":{"verse":"ولا تجعلوا الله عرضة لأيمنكم أن تبروا وتتقوا وتصلحوا بين الناس والله سميع عليم","score":417},"188":{"verse":"ولا تأكلوا أمولكم بينكم بالبطل وتدلوا بها إلى الحكام لتأكلوا فريقا من أمول الناس بالإثم وأنتم تعلمون","score":460},"145":{"verse":"ولئن أتيت الذين أوتوا الكتب بكل آية ما تبعوا قبلتك وما أنت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن الظلمين","score":833},"143":{"verse":"وكذلك جعلنكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا وما جعلنا القبلة التي كنت عليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وإن كانت لكبيرة إلا على الذين هدى الله وما كان الله ليضيع إيمنكم إن الله بالناس لرءوف رحيم","score":1172},"35":{"verse":"وقلنا يآدم اسكن أنت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظلمين","score":604},"193":{"verse":"وقتلوهم حتى لا تكون فتنة ويكون الدين لله فإن انتهوا فلا عدون إلا على الظلمين","score":374},"244":{"verse":"وقتلوا في سبيل الله واعلموا أن الله سميع عليم","score":208},"190":{"verse":"وقتلوا في سبيل الله الذين يقتلونكم ولا تعتدوا إن الله لا يحب المعتدين","score":356},"111":{"verse":"وقالوا لن يدخل الجنة إلا من كان هودا أو نصرى تلك أمانيهم قل هاتوا برهنكم إن كنتم صدقين","score":427},"80":{"verse":"وقالوا لن تمسنا النار إلا أياما معدودة قل أتخذتم عند الله عهدا فلن يخلف الله عهده أم تقولون على الله ما لا تعلمون","score":548},"135":{"verse":"وقالوا كونوا هودا أو نصرى تهتدوا قل بل ملة إبرهم حنيفا وما كان من المشركين","score":368},"88":{"verse":"وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون","score":275},"116":{"verse":"وقالوا اتخذ الله ولدا سبحنه بل له ما في السموت والأرض كل له قنتون","score":344},"113":{"verse":"وقالت اليهود ليست النصرى على شي وقالت النصرى ليست اليهود على شي وهم يتلون الكتب كذلك قال الذين لا يعلمون مثل قولهم فالله يحكم بينهم يوم القيمة فيما كانوا فيه يختلفون","score":896},"247":{"verse":"وقال لهم نبيهم إن الله قد بعث لكم طالوت ملكا قالوا أنى يكون له الملك علينا ونحن أحق بالملك منه ولم يؤت سعة من المال قال إن الله اصطفيه عليكم وزاده بسطة في العلم والجسم والله يؤتي ملكه من يشاء والله وسع عليم","score":1041},"248":{"verse":"وقال لهم نبيهم إن آية ملكه أن يأتيكم التابوت فيه سكينة من ربكم وبقية مما ترك آل موسى وآل هرون تحمله الملئكة إن في ذلك لآية لكم إن كنتم مؤمنين","score":645},"118":{"verse":"وقال الذين لا يعلمون لولا يكلمنا الله أو تأتينا آية كذلك قال الذين من قبلهم مثل قولهم تشبهت قلوبهم قد بينا الآيت لقوم يوقنون","score":609},"167":{"verse":"وقال الذين اتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرءوا منا كذلك يريهم الله أعملهم حسرت عليهم وما هم بخرجين من النار","score":556},"31":{"verse":"وعلم آدم الأسماء كلها ثم عرضهم على الملئكة فقال أنبؤني بأسماء هؤلاء إن كنتم صدقين","score":416},"57":{"verse":"وظللنا عليكم الغمام وأنزلنا عليكم المن والسلوى كلوا من طيبت ما رزقنكم وما ظلمونا ولكن كانوا أنفسهم يظلمون","score":557},"109":{"verse":"ود كثير من أهل الكتب لو يردونكم من بعد إيمنكم كفارا حسدا من عند أنفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى يأتي الله بأمره إن الله على كل شي قدير","score":860},"25":{"verse":"وبشر الذين آمنوا وعملوا الصلحت أن لهم جنت تجري من تحتها الأنهر كلما رزقوا منها من ثمرة رزقا قالوا هذا الذي رزقنا من قبل وأتوا به متشبها ولهم فيها أزوج مطهرة وهم فيها خلدون","score":1007},"233":{"verse":"والولدت يرضعن أولدهن حولين كاملين لمن أراد أن يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس إلا وسعها لا تضار ولدة بولدها ولا مولود له بولده وعلى الوارث مثل ذلك فإن أرادا فصالا عن تراض منهما وتشاور فلا جناح عليهما وإن أردتم أن تسترضعوا أولدكم فلا جناح عليكم إذا سلمتم ما آتيتم بالمعروف واتقوا الله واعلموا أن الله بما تعملون بصير","score":1878},"228":{"verse":"والمطلقت يتربصن بأنفسهن ثلثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الآخر وبعولتهن أحق بردهن في ذلك إن أرادوا إصلحا ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم","score":1227},"234":{"verse":"والذين يتوفون منكم ويذرون أزوجا يتربصن بأنفسهن أربعة أشهر وعشرا فإذا بلغن أجلهن فلا جناح عليكم فيما فعلن في أنفسهن بالمعروف والله بما تعملون خبير","score":899},"240":{"verse":"والذين يتوفون منكم ويذرون أزوجا وصية لأزوجهم متعا إلى الحول غير إخراج فإن خرجن فلا جناح عليكم في ما فعلن في أنفسهن من معروف والله عزيز حكيم","score":887},"4":{"verse":"والذين يؤمنون بما أنزل إليك وما أنزل من قبلك وبالآخرة هم يوقنون","score":305},"39":{"verse":"والذين كفروا وكذبوا بآيتنا أولئك أصحب النار هم فيها خلدون","score":322},"82":{"verse":"والذين آمنوا وعملوا الصلحت أولئك أصحب الجنة هم فيها خلدون","score":323},"191":{"verse":"واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقتلوهم عند المسجد الحرام حتى يقتلوكم فيه فإن قتلوكم فاقتلوهم كذلك جزاء الكفرين","score":1029},"45":{"verse":"واستعينوا بالصبر والصلوة وإنها لكبيرة إلا على الخشعين","score":297},"203":{"verse":"واذكروا الله في أيام معدودت فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن اتقى واتقوا الله واعلموا أنكم إليه تحشرون","score":674},"123":{"verse":"واتقوا يوما لا تجزي نفس عن نفس شيا ولا يقبل منها عدل ولا تنفعها شفعة ولا هم ينصرون","score":479},"48":{"verse":"واتقوا يوما لا تجزي نفس عن نفس شيا ولا يقبل منها شفعة ولا يؤخذ منها عدل ولا هم ينصرون","score":495},"281":{"verse":"واتقوا يوما ترجعون فيه إلى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون","score":372},"102":{"verse":"واتبعوا ما تتلوا الشيطين على ملك سليمن وما كفر سليمن ولكن الشيطين كفروا يعلمون الناس السحر وما أنزل على الملكين ببابل هروت ومروت وما يعلمان من أحد حتى يقولا إنما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من أحد إلا بإذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتريه ما له في الآخرة من خلق ولبئس ما شروا به أنفسهم لو كانوا يعلمون","score":1938},"23":{"verse":"وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من مثله وادعوا شهداءكم من دون الله إن كنتم صدقين","score":533},"283":{"verse":"وإن كنتم على سفر ولم تجدوا كاتبا فرهن مقبوضة فإن أمن بعضكم بعضا فليؤد الذي اؤتمن أمنته وليتق الله ربه ولا تكتموا الشهدة ومن يكتمها فإنه آثم قلبه والله بما تعملون عليم","score":929},"280":{"verse":"وإن كان ذو عسرة فنظرة إلى ميسرة وأن تصدقوا خير لكم إن كنتم تعلمون","score":387},"227":{"verse":"وإن عزموا الطلق فإن الله سميع عليم","score":190},"237":{"verse":"وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم إلا أن يعفون أو يعفوا الذي بيده عقدة النكاح وأن تعفوا أقرب للتقوى ولا تنسوا الفضل بينكم إن الله بما تعملون بصير","score":1024},"163":{"verse":"وإلهكم إله وحد لا إله إلا هو الرحمن الرحيم","score":182},"14":{"verse":"وإذا لقوا الذين آمنوا قالوا آمنا وإذا خلوا إلى شيطينهم قالوا إنا معكم إنما نحن مستهزؤن","score":410},"76":{"verse":"وإذا لقوا الذين آمنوا قالوا آمنا وإذا خلا بعضهم إلى بعض قالوا أتحدثونهم بما فتح الله عليكم ليحاجوكم به عند ربكم أفلا تعقلون","score":693},"11":{"verse":"وإذا قيل لهم لا تفسدوا في الأرض قالوا إنما نحن مصلحون","score":287},"170":{"verse":"وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا عليه آباءنا أولو كان آباؤهم لا يعقلون شيا ولا يهتدون","score":471},"13":{"verse":"وإذا قيل لهم آمنوا كما آمن الناس قالوا أنؤمن كما آمن السفهاء ألا إنهم هم السفهاء ولكن لا يعلمون","score":345},"91":{"verse":"وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون أنبياء الله من قبل إن كنتم مؤمنين","score":667},"206":{"verse":"وإذا قيل له اتق الله أخذته العزة بالإثم فحسبه جهنم ولبئس المهاد","score":400},"232":{"verse":"وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن أن ينكحن أزوجهن إذا ترضوا بينهم بالمعروف ذلك يوعظ به من كان منكم يؤمن بالله واليوم الآخر ذلكم أزكى لكم وأطهر والله يعلم وأنتم لا تعلمون","score":991},"231":{"verse":"وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف أو سرحوهن بمعروف ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا آيت الله هزوا واذكروا نعمت الله عليكم وما أنزل عليكم من الكتب والحكمة يعظكم به واتقوا الله واعلموا أن الله بكل شي عليم","score":1430},"186":{"verse":"وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون","score":562},"205":{"verse":"وإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد","score":417},"127":{"verse":"وإذ يرفع إبرهم القواعد من البيت وإسمعيل ربنا تقبل منا إنك أنت السميع العليم","score":384},"51":{"verse":"وإذ وعدنا موسى أربعين ليلة ثم اتخذتم العجل من بعده وأنتم ظلمون","score":387},"49":{"verse":"وإذ نجينكم من آل فرعون يسومونكم سوء العذاب يذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم","score":582},"34":{"verse":"وإذ قلنا للملئكة اسجدوا لآدم فسجدوا إلا إبليس أبى واستكبر وكان من الكفرين","score":401},"58":{"verse":"وإذ قلنا ادخلوا هذه القرية فكلوا منها حيث شئتم رغدا وادخلوا الباب سجدا وقولوا حطة نغفر لكم خطيكم وسنزيد المحسنين","score":806},"61":{"verse":"وإذ قلتم يموسى لن نصبر على طعام وحد فادع لنا ربك يخرج لنا مما تنبت الأرض من بقلها وقثائها وفومها وعدسها وبصلها قال أتستبدلون الذي هو أدنى بالذي هو خير اهبطوا مصرا فإن لكم ما سألتم وضربت عليهم الذلة والمسكنة وباءو بغضب من الله ذلك بأنهم كانوا يكفرون بآيت الله ويقتلون النبين بغير الحق ذلك بما عصوا وكانوا يعتدون","score":1806},"55":{"verse":"وإذ قلتم يموسى لن نؤمن لك حتى نرى الله جهرة فأخذتكم الصعقة وأنتم تنظرون","score":428},"72":{"verse":"وإذ قتلتم نفسا فادرءتم فيها والله مخرج ما كنتم تكتمون","score":323},"54":{"verse":"وإذ قال موسى لقومه يقوم إنكم ظلمتم أنفسكم باتخاذكم العجل فتوبوا إلى بارئكم فاقتلوا أنفسكم ذلكم خير لكم عند بارئكم فتاب عليكم إنه هو التواب الرحيم","score":838},"67":{"verse":"وإذ قال موسى لقومه إن الله يأمركم أن تذبحوا بقرة قالوا أتتخذنا هزوا قال أعوذ بالله أن أكون من الجهلين","score":516},"30":{"verse":"وإذ قال ربك للملئكة إني جاعل في الأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون","score":786},"126":{"verse":"وإذ قال إبرهم رب اجعل هذا بلدا آمنا وارزق أهله من الثمرت من آمن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلا ثم أضطره إلى عذاب النار وبئس المصير","score":781},"260":{"verse":"وإذ قال إبرهم رب أرني كيف تحي الموتى قال أولم تؤمن قال بلى ولكن ليطمئن قلبي قال فخذ أربعة من الطير فصرهن إليك ثم اجعل على كل جبل منهن جزءا ثم ادعهن يأتينك سعيا واعلم أن الله عزيز حكيم","score":1062},"50":{"verse":"وإذ فرقنا بكم البحر فأنجينكم وأغرقنا آل فرعون وأنتم تنظرون","score":367},"125":{"verse":"وإذ جعلنا البيت مثابة للناس وأمنا واتخذوا من مقام إبرهم مصلى وعهدنا إلى إبرهم وإسمعيل أن طهرا بيتي للطائفين والعكفين والركع السجود","score":727},"60":{"verse":"وإذ استسقى موسى لقومه فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عينا قد علم كل أناس مشربهم كلوا واشربوا من رزق الله ولا تعثوا في الأرض مفسدين","score":945},"124":{"verse":"وإذ ابتلى إبرهم ربه بكلمت فأتمهن قال إني جاعلك للناس إماما قال ومن ذريتي قال لا ينال عهدي الظلمين","score":476},"93":{"verse":"وإذ أخذنا ميثقكم ورفعنا فوقكم الطور خذوا ما آتينكم بقوة واسمعوا قالوا سمعنا وعصينا وأشربوا في قلوبهم العجل بكفرهم قل بئسما يأمركم به إيمنكم إن كنتم مؤمنين","score":908},"63":{"verse":"وإذ أخذنا ميثقكم ورفعنا فوقكم الطور خذوا ما آتينكم بقوة واذكروا ما فيه لعلكم تتقون","score":528},"84":{"verse":"وإذ أخذنا ميثقكم لا تسفكون دماءكم ولا تخرجون أنفسكم من ديركم ثم أقررتم وأنتم تشهدون","score":557},"83":{"verse":"وإذ أخذنا ميثق بني إسرءيل لا تعبدون إلا الله وبالولدين إحسانا وذي القربى واليتمى والمسكين وقولوا للناس حسنا وأقيموا الصلوة وآتوا الزكوة ثم توليتم إلا قليلا منكم وأنتم معرضون","score":903},"53":{"verse":"وإذ آتينا موسى الكتب والفرقان لعلكم تهتدون","score":233},"195":{"verse":"وأنفقوا في سبيل الله ولا تلقوا بأيديكم إلى التهلكة وأحسنوا إن الله يحب المحسنين","score":391},"110":{"verse":"وأقيموا الصلوة وآتوا الزكوة وما تقدموا لأنفسكم من خير تجدوه عند الله إن الله بما تعملون بصير","score":510},"43":{"verse":"وأقيموا الصلوة وآتوا الزكوة واركعوا مع الركعين","score":247},"196":{"verse":"وأتموا الحج والعمرة لله فإن أحصرتم فما استيسر من الهدي ولا تحلقوا رءوسكم حتى يبلغ الهدي محله فمن كان منكم مريضا أو به أذى من رأسه ففدية من صيام أو صدقة أو نسك فإذا أمنتم فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي فمن لم يجد فصيام ثلثة أيام في الحج وسبعة إذا رجعتم تلك عشرة كاملة ذلك لمن لم يكن أهله حاضري المسجد الحرام واتقوا الله واعلموا أن الله شديد العقاب","score":2112},"41":{"verse":"وآمنوا بما أنزلت مصدقا لما معكم ولا تكونوا أول كافر به ولا تشتروا بآيتي ثمنا قليلا وإيي فاتقون","score":488},"29":{"verse":"هو الذي خلق لكم ما في الأرض جميعا ثم استوى إلى السماء فسويهن سبع سموت وهو بكل شي عليم","score":490},"210":{"verse":"هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملئكة وقضي الأمر وإلى الله ترجع الأمور","score":407},"223":{"verse":"نساؤكم حرث لكم فأتوا حرثكم أنى شئتم وقدموا لأنفسكم واتقوا الله واعلموا أنكم ملقوه وبشر المؤمنين","score":541},"98":{"verse":"من كان عدوا لله وملئكته ورسله وجبريل وميكيل فإن الله عدو للكفرين","score":336},"245":{"verse":"من ذا الذي يقرض الله قرضا حسنا فيضعفه له أضعافا كثيرة والله يقبض ويبصط وإليه ترجعون","score":603},"17":{"verse":"مثلهم كمثل الذي استوقد نارا فلما أضاءت ما حوله ذهب الله بنورهم وتركهم في ظلمت لا يبصرون","score":524},"261":{"verse":"مثل الذين ينفقون أمولهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة والله يضعف لمن يشاء والله وسع عليم","score":667},"105":{"verse":"ما يود الذين كفروا من أهل الكتب ولا المشركين أن ينزل عليكم من خير من ربكم والله يختص برحمته من يشاء والله ذو الفضل العظيم","score":665},"106":{"verse":"ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها ألم تعلم أن الله على كل شي قدير","score":370},"198":{"verse":"ليس عليكم جناح أن تبتغوا فضلا من ربكم فإذا أفضتم من عرفت فاذكروا الله عند المشعر الحرام واذكروه كما هديكم وإن كنتم من قبله لمن الضالين","score":792},"272":{"verse":"ليس عليك هديهم ولكن الله يهدي من يشاء وما تنفقوا من خير فلأنفسكم وما تنفقون إلا ابتغاء وجه الله وما تنفقوا من خير يوف إليكم وأنتم لا تظلمون","score":736},"177":{"verse":"ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملئكة والكتب والنبين وآتى المال على حبه ذوي القربى واليتمى والمسكين وابن السبيل والسائلين وفي الرقاب وأقام الصلوة وآتى الزكوة والموفون بعهدهم إذا عهدوا والصبرين في البأساء والضراء وحين البأس أولئك الذين صدقوا وأولئك هم المتقون","score":1537},"284":{"verse":"لله ما في السموت وما في الأرض وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء والله على كل شي قدير","score":716},"273":{"verse":"للفقراء الذين أحصروا في سبيل الله لا يستطيعون ضربا في الأرض يحسبهم الجاهل أغنياء من التعفف تعرفهم بسيمهم لا يسلون الناس إلحافا وما تنفقوا من خير فإن الله به عليم","score":918},"226":{"verse":"للذين يؤلون من نسائهم تربص أربعة أشهر فإن فاءو فإن الله غفور رحيم","score":373},"286":{"verse":"لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا أنت مولىنا فانصرنا على القوم الكفرين","score":1165},"225":{"verse":"لا يؤاخذكم الله باللغو في أيمنكم ولكن يؤاخذكم بما كسبت قلوبكم والله غفور حليم","score":457},"236":{"verse":"لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متعا بالمعروف حقا على المحسنين","score":787},"256":{"verse":"لا إكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم","score":735},"28":{"verse":"كيف تكفرون بالله وكنتم أموتا فأحيكم ثم يميتكم ثم يحييكم ثم إليه ترجعون","score":459},"151":{"verse":"كما أرسلنا فيكم رسولا منكم يتلوا عليكم آيتنا ويزكيكم ويعلمكم الكتب والحكمة ويعلمكم ما لم تكونوا تعلمون","score":525},"242":{"verse":"كذلك يبين الله لكم آيته لعلكم تعقلون","score":193},"216":{"verse":"كتب عليكم القتال وهو كره لكم وعسى أن تكرهوا شيا وهو خير لكم وعسى أن تحبوا شيا وهو شر لكم والله يعلم وأنتم لا تعلمون","score":603},"180":{"verse":"كتب عليكم إذا حضر أحدكم الموت إن ترك خيرا الوصية للولدين والأقربين بالمعروف حقا على المتقين","score":543},"213":{"verse":"كان الناس أمة وحدة فبعث الله النبين مبشرين ومنذرين وأنزل معهم الكتب بالحق ليحكم بين الناس فيما اختلفوا فيه وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البينت بغيا بينهم فهدى الله الذين آمنوا لما اختلفوا فيه من الحق بإذنه والله يهدي من يشاء إلى صرط مستقيم","score":1408},"136":{"verse":"قولوا آمنا بالله وما أنزل إلينا وما أنزل إلى إبرهم وإسمعيل وإسحق ويعقوب والأسباط وما أوتي موسى وعيسى وما أوتي النبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون","score":769},"263":{"verse":"قول معروف ومغفرة خير من صدقة يتبعها أذى والله غني حليم","score":375},"38":{"verse":"قلنا اهبطوا منها جميعا فإما يأتينكم مني هدى فمن تبع هداي فلا خوف عليهم ولا هم يحزنون","score":468},"97":{"verse":"قل من كان عدوا لجبريل فإنه نزله على قلبك بإذن الله مصدقا لما بين يديه وهدى وبشرى للمؤمنين","score":488},"94":{"verse":"قل إن كانت لكم الدار الآخرة عند الله خالصة من دون الناس فتمنوا الموت إن كنتم صدقين","score":429},"139":{"verse":"قل أتحاجوننا في الله وهو ربنا وربكم ولنا أعملنا ولكم أعملكم ونحن له مخلصون","score":365},"144":{"verse":"قد نرى تقلب وجهك في السماء فلنولينك قبلة ترضيها فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره وإن الذين أوتوا الكتب ليعلمون أنه الحق من ربهم وما الله بغفل عما يعملون","score":1057},"32":{"verse":"قالوا سبحنك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم","score":244},"68":{"verse":"قالوا ادع لنا ربك يبين لنا ما هي قال إنه يقول إنها بقرة لا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون","score":477},"70":{"verse":"قالوا ادع لنا ربك يبين لنا ما هي إن البقر تشبه علينا وإنا إن شاء الله لمهتدون","score":340},"69":{"verse":"قالوا ادع لنا ربك يبين لنا ما لونها قال إنه يقول إنها بقرة صفراء فاقع لونها تسر النظرين","score":431},"33":{"verse":"قال يآدم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال ألم أقل لكم إني أعلم غيب السموت والأرض وأعلم ما تبدون وما كنتم تكتمون","score":574},"71":{"verse":"قال إنه يقول إنها بقرة لا ذلول تثير الأرض ولا تسقي الحرث مسلمة لا شية فيها قالوا الن جئت بالحق فذبحوها وما كادوا يفعلون","score":686},"10":{"verse":"في قلوبهم مرض فزادهم الله مرضا ولهم عذاب أليم بما كانوا يكذبون","score":362},"220":{"verse":"في الدنيا والآخرة ويسلونك عن اليتمى قل إصلاح لهم خير وإن تخالطوهم فإخونكم والله يعلم المفسد من المصلح ولو شاء الله لأعنتكم إن الله عزيز حكيم","score":784},"79":{"verse":"فويل للذين يكتبون الكتب بأيديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا قليلا فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون","score":666},"251":{"verse":"فهزموهم بإذن الله وقتل داود جالوت وآتيه الله الملك والحكمة وعلمه مما يشاء ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض ولكن الله ذو فضل على العلمين","score":817},"182":{"verse":"فمن خاف من موص جنفا أو إثما فأصلح بينهم فلا إثم عليه إن الله غفور رحيم","score":428},"181":{"verse":"فمن بدله بعد ما سمعه فإنما إثمه على الذين يبدلونه إن الله سميع عليم","score":362},"249":{"verse":"فلما فصل طالوت بالجنود قال إن الله مبتليكم بنهر فمن شرب منه فليس مني ومن لم يطعمه فإنه مني إلا من اغترف غرفة بيده فشربوا منه إلا قليلا منهم فلما جاوزه هو والذين آمنوا معه قالوا لا طاقة لنا اليوم بجالوت وجنوده قال الذين يظنون أنهم ملقوا الله كم من فئة قليلة غلبت فئة كثيرة بإذن الله والله مع الصبرين","score":1614},"73":{"verse":"فقلنا اضربوه ببعضها كذلك يحي الله الموتى ويريكم آيته لعلكم تعقلون","score":393},"66":{"verse":"فجعلنها نكلا لما بين يديها وما خلفها وموعظة للمتقين","score":290},"37":{"verse":"فتلقى آدم من ربه كلمت فتاب عليه إنه هو التواب الرحيم","score":272},"59":{"verse":"فبدل الذين ظلموا قولا غير الذي قيل لهم فأنزلنا على الذين ظلموا رجزا من السماء بما كانوا يفسقون","score":537},"152":{"verse":"فاذكروني أذكركم واشكروا لي ولا تكفرون","score":230},"24":{"verse":"فإن لم تفعلوا ولن تفعلوا فاتقوا النار التي وقودها الناس والحجارة أعدت للكفرين","score":416},"279":{"verse":"فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رءوس أمولكم لا تظلمون ولا تظلمون","score":457},"230":{"verse":"فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فإن طلقها فلا جناح عليهما أن يتراجعا إن ظنا أن يقيما حدود الله وتلك حدود الله يبينها لقوم يعلمون","score":876},"209":{"verse":"فإن زللتم من بعد ما جاءتكم البينت فاعلموا أن الله عزيز حكيم","score":345},"239":{"verse":"فإن خفتم فرجالا أو ركبانا فإذا أمنتم فاذكروا الله كما علمكم ما لم تكونوا تعلمون","score":399},"192":{"verse":"فإن انتهوا فإن الله غفور رحيم","score":163},"137":{"verse":"فإن آمنوا بمثل ما آمنتم به فقد اهتدوا وإن تولوا فإنما هم في شقاق فسيكفيكهم الله وهو السميع العليم","score":514},"200":{"verse":"فإذا قضيتم منسككم فاذكروا الله كذكركم آباءكم أو أشد ذكرا فمن الناس من يقول ربنا آتنا في الدنيا وما له في الآخرة من خلق","score":649},"36":{"verse":"فأزلهما الشيطن عنها فأخرجهما مما كانا فيه وقلنا اهبطوا بعضكم لبعض عدو ولكم في الأرض مستقر ومتع إلى حين","score":658},"18":{"verse":"صم بكم عمي فهم لا يرجعون","score":151},"138":{"verse":"صبغة الله ومن أحسن من الله صبغة ونحن له عبدون","score":293},"185":{"verse":"شهر رمضان الذي أنزل فيه القرآن هدى للناس وبينت من الهدى والفرقان فمن شهد منكم الشهر فليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هديكم ولعلكم تشكرون","score":1252},"142":{"verse":"سيقول السفهاء من الناس ما وليهم عن قبلتهم التي كانوا عليها قل لله المشرق والمغرب يهدي من يشاء إلى صرط مستقيم","score":588},"211":{"verse":"سل بني إسرءيل كم آتينهم من آية بينة ومن يبدل نعمة الله من بعد ما جاءته فإن الله شديد العقاب","score":458},"212":{"verse":"زين للذين كفروا الحيوة الدنيا ويسخرون من الذين آمنوا والذين اتقوا فوقهم يوم القيمة والله يرزق من يشاء بغير حساب","score":636},"128":{"verse":"ربنا واجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك وأرنا مناسكنا وتب علينا إنك أنت التواب الرحيم","score":425},"129":{"verse":"ربنا وابعث فيهم رسولا منهم يتلوا عليهم آيتك ويعلمهم الكتب والحكمة ويزكيهم إنك أنت العزيز الحكيم","score":557},"176":{"verse":"ذلك بأن الله نزل الكتب بالحق وإن الذين اختلفوا في الكتب لفي شقاق بعيد","score":417},"2":{"verse":"ذلك الكتب لا ريب فيه هدى للمتقين","score":180},"162":{"verse":"خلدين فيها لا يخفف عنهم العذاب ولا هم ينظرون","score":269},"7":{"verse":"ختم الله على قلوبهم وعلى سمعهم وعلى أبصرهم غشوة ولهم عذاب عظيم","score":403},"238":{"verse":"حفظوا على الصلوت والصلوة الوسطى وقوموا لله قنتين","score":299},"74":{"verse":"ثم قست قلوبكم من بعد ذلك فهي كالحجارة أو أشد قسوة وإن من الحجارة لما يتفجر منه الأنهر وإن منها لما يشقق فيخرج منه الماء وإن منها لما يهبط من خشية الله وما الله بغفل عما تعملون","score":989},"52":{"verse":"ثم عفونا عنكم من بعد ذلك لعلكم تشكرون","score":253},"64":{"verse":"ثم توليتم من بعد ذلك فلولا فضل الله عليكم ورحمته لكنتم من الخسرين","score":393},"56":{"verse":"ثم بعثنكم من بعد موتكم لعلكم تشكرون","score":258},"85":{"verse":"ثم أنتم هؤلاء تقتلون أنفسكم وتخرجون فريقا منكم من ديرهم تظهرون عليهم بالإثم والعدون وإن يأتوكم أسرى تفدوهم وهو محرم عليكم إخراجهم أفتؤمنون ببعض الكتب وتكفرون ببعض فما جزاء من يفعل ذلك منكم إلا خزي في الحيوة الدنيا ويوم القيمة يردون إلى أشد العذاب وما الله بغفل عما تعملون","score":1625},"199":{"verse":"ثم أفيضوا من حيث أفاض الناس واستغفروا الله إن الله غفور رحيم","score":397},"253":{"verse":"تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجت وآتينا عيسى ابن مريم البينت وأيدنه بروح القدس ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينت ولكن اختلفوا فمنهم من آمن ومنهم من كفر ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد","score":1343},"141":{"verse":"تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسلون عما كانوا يعملون","score":346},"134":{"verse":"تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسلون عما كانوا يعملون","score":346},"252":{"verse":"تلك آيت الله نتلوها عليك بالحق وإنك لمن المرسلين","score":225},"81":{"verse":"بلى من كسب سيئة وأحطت به خطيته فأولئك أصحب النار هم فيها خلدون","score":420},"112":{"verse":"بلى من أسلم وجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون","score":414},"117":{"verse":"بديع السموت والأرض وإذا قضى أمرا فإنما يقول له كن فيكون","score":305},"90":{"verse":"بئسما اشتروا به أنفسهم أن يكفروا بما أنزل الله بغيا أن ينزل الله من فضله على من يشاء من عباده فباءو بغضب على غضب وللكفرين عذاب مهين","score":772},"1":{"verse":"الم","score":7},"15":{"verse":"الله يستهزئ بهم ويمدهم في طغينهم يعمهون","score":272},"257":{"verse":"الله ولي الذين آمنوا يخرجهم من الظلمت إلى النور والذين كفروا أولياؤهم الطغوت يخرجونهم من النور إلى الظلمت أولئك أصحب النار هم فيها خلدون","score":707},"255":{"verse":"الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السموت وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشي من علمه إلا بما شاء وسع كرسيه السموت والأرض ولا يوده حفظهما وهو العلي العظيم","score":1207},"229":{"verse":"الطلق مرتان فإمساك بمعروف أو تسريح بإحسن ولا يحل لكم أن تأخذوا مما آتيتموهن شيا إلا أن يخافا ألا يقيما حدود الله فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظلمون","score":1356},"268":{"verse":"الشيطن يعدكم الفقر ويأمركم بالفحشاء والله يعدكم مغفرة منه وفضلا والله وسع عليم","score":504},"194":{"verse":"الشهر الحرام بالشهر الحرام والحرمت قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا أن الله مع المتقين","score":716},"27":{"verse":"الذين ينقضون عهد الله من بعد ميثقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك هم الخسرون","score":592},"262":{"verse":"الذين ينفقون أمولهم في سبيل الله ثم لا يتبعون ما أنفقوا منا ولا أذى لهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون","score":580},"274":{"verse":"الذين ينفقون أمولهم باليل والنهار سرا وعلانية فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون","score":482},"46":{"verse":"الذين يظنون أنهم ملقوا ربهم وأنهم إليه رجعون","score":226},"3":{"verse":"الذين يؤمنون بالغيب ويقيمون الصلوة ومما رزقنهم ينفقون","score":309},"275":{"verse":"الذين يأكلون الربوا لا يقومون إلا كما يقوم الذي يتخبطه الشيطن من المس ذلك بأنهم قالوا إنما البيع مثل الربوا وأحل الله البيع وحرم الربوا فمن جاءه موعظة من ربه فانتهى فله ما سلف وأمره إلى الله ومن عاد فأولئك أصحب النار هم فيها خلدون","score":1160},"156":{"verse":"الذين إذا أصبتهم مصيبة قالوا إنا لله وإنا إليه رجعون","score":262},"146":{"verse":"الذين آتينهم الكتب يعرفونه كما يعرفون أبناءهم وإن فريقا منهم ليكتمون الحق وهم يعلمون","score":429},"121":{"verse":"الذين آتينهم الكتب يتلونه حق تلاوته أولئك يؤمنون به ومن يكفر به فأولئك هم الخسرون","score":430},"22":{"verse":"الذي جعل لكم الأرض فرشا والسماء بناء وأنزل من السماء ماء فأخرج به من الثمرت رزقا لكم فلا تجعلوا لله أندادا وأنتم تعلمون","score":642},"147":{"verse":"الحق من ربك فلا تكونن من الممترين","score":163},"197":{"verse":"الحج أشهر معلومت فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج وما تفعلوا من خير يعلمه الله وتزودوا فإن خير الزاد التقوى واتقون يأولي الألبب","score":887},"169":{"verse":"إنما يأمركم بالسوء والفحشاء وأن تقولوا على الله ما لا تعلمون","score":256},"173":{"verse":"إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل به لغير الله فمن اضطر غير باغ ولا عاد فلا إثم عليه إن الله غفور رحيم","score":687},"119":{"verse":"إنا أرسلنك بالحق بشيرا ونذيرا ولا تسل عن أصحب الجحيم","score":324},"164":{"verse":"إن في خلق السموت والأرض واختلف اليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الريح والسحاب المسخر بين السماء والأرض لآيت لقوم يعقلون","score":1190},"271":{"verse":"إن تبدوا الصدقت فنعما هي وإن تخفوها وتؤتوها الفقراء فهو خير لكم ويكفر عنكم من سياتكم والله بما تعملون خبير","score":620},"26":{"verse":"إن الله لا يستحي أن يضرب مثلا ما بعوضة فما فوقها فأما الذين آمنوا فيعلمون أنه الحق من ربهم وأما الذين كفروا فيقولون ماذا أراد الله بهذا مثلا يضل به كثيرا ويهدي به كثيرا وما يضل به إلا الفسقين","score":1034},"158":{"verse":"إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما ومن تطوع خيرا فإن الله شاكر عليم","score":623},"159":{"verse":"إن الذين يكتمون ما أنزلنا من البينت والهدى من بعد ما بينه للناس في الكتب أولئك يلعنهم الله ويلعنهم اللعنون","score":468},"174":{"verse":"إن الذين يكتمون ما أنزل الله من الكتب ويشترون به ثمنا قليلا أولئك ما يأكلون في بطونهم إلا النار ولا يكلمهم الله يوم القيمة ولا يزكيهم ولهم عذاب أليم","score":677},"161":{"verse":"إن الذين كفروا وماتوا وهم كفار أولئك عليهم لعنة الله والملئكة والناس أجمعين","score":345},"6":{"verse":"إن الذين كفروا سواء عليهم ءأنذرتهم أم لم تنذرهم لا يؤمنون","score":265},"277":{"verse":"إن الذين آمنوا وعملوا الصلحت وأقاموا الصلوة وآتوا الزكوة لهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون","score":540},"62":{"verse":"إن الذين آمنوا والذين هادوا والنصرى والصبين من آمن بالله واليوم الآخر وعمل صلحا فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون","score":637},"218":{"verse":"إن الذين آمنوا والذين هاجروا وجهدوا في سبيل الله أولئك يرجون رحمت الله والله غفور رحيم","score":462},"160":{"verse":"إلا الذين تابوا وأصلحوا وبينوا فأولئك أتوب عليهم وأنا التواب الرحيم","score":315},"131":{"verse":"إذ قال له ربه أسلم قال أسلمت لرب العلمين","score":189},"166":{"verse":"إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب","score":389},"266":{"verse":"أيود أحدكم أن تكون له جنة من نخيل وأعناب تجري من تحتها الأنهر له فيها من كل الثمرت وأصابه الكبر وله ذرية ضعفاء فأصابها إعصار فيه نار فاحترقت كذلك يبين الله لكم الآيت لعلكم تتفكرون","score":1036},"184":{"verse":"أياما معدودت فمن كان منكم مريضا أو على سفر فعدة من أيام أخر وعلى الذين يطيقونه فدية طعام مسكين فمن تطوع خيرا فهو خير له وأن تصوموا خير لكم إن كنتم تعلمون","score":919},"77":{"verse":"أولا يعلمون أن الله يعلم ما يسرون وما يعلنون","score":164},"202":{"verse":"أولئك لهم نصيب مما كسبوا والله سريع الحساب","score":230},"157":{"verse":"أولئك عليهم صلوت من ربهم ورحمة وأولئك هم المهتدون","score":261},"5":{"verse":"أولئك على هدى من ربهم وأولئك هم المفلحون","score":186},"175":{"verse":"أولئك الذين اشتروا الضللة بالهدى والعذاب بالمغفرة فما أصبرهم على النار","score":390},"16":{"verse":"أولئك الذين اشتروا الضللة بالهدى فما ربحت تجرتهم وما كانوا مهتدين","score":374},"86":{"verse":"أولئك الذين اشتروا الحيوة الدنيا بالآخرة فلا يخفف عنهم العذاب ولا هم ينصرون","score":418},"100":{"verse":"أوكلما عهدوا عهدا نبذه فريق منهم بل أكثرهم لا يؤمنون","score":290},"19":{"verse":"أو كصيب من السماء فيه ظلمت ورعد وبرق يجعلون أصبعهم في آذانهم من الصوعق حذر الموت والله محيط بالكفرين","score":638},"259":{"verse":"أو كالذي مر على قرية وهي خاوية على عروشها قال أنى يحي هذه الله بعد موتها فأماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما أو بعض يوم قال بل لبثت مائة عام فانظر إلى طعامك وشرابك لم يتسنه وانظر إلى حمارك ولنجعلك آية للناس وانظر إلى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال أعلم أن الله على كل شي قدير","score":1769},"133":{"verse":"أم كنتم شهداء إذ حضر يعقوب الموت إذ قال لبنيه ما تعبدون من بعدي قالوا نعبد إلهك وإله آبائك إبرهم وإسمعيل وإسحق إلها وحدا ونحن له مسلمون","score":762},"214":{"verse":"أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى نصر الله ألا إن نصر الله قريب","score":818},"140":{"verse":"أم تقولون إن إبرهم وإسمعيل وإسحق ويعقوب والأسباط كانوا هودا أو نصرى قل ءأنتم أعلم أم الله ومن أظلم ممن كتم شهدة عنده من الله وما الله بغفل عما تعملون","score":766},"108":{"verse":"أم تريدون أن تسلوا رسولكم كما سئل موسى من قبل ومن يتبدل الكفر بالإيمن فقد ضل سواء السبيل","score":472},"107":{"verse":"ألم تعلم أن الله له ملك السموت والأرض وما لكم من دون الله من ولي ولا نصير","score":291},"246":{"verse":"ألم تر إلى الملإ من بني إسرءيل من بعد موسى إذ قالوا لنبي لهم ابعث لنا ملكا نقتل في سبيل الله قال هل عسيتم إن كتب عليكم القتال ألا تقتلوا قالوا وما لنا ألا نقتل في سبيل الله وقد أخرجنا من ديرنا وأبنائنا فلما كتب عليهم القتال تولوا إلا قليلا منهم والله عليم بالظلمين","score":1197},"243":{"verse":"ألم تر إلى الذين خرجوا من ديرهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحيهم إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون","score":666},"258":{"verse":"ألم تر إلى الذي حاج إبرهم في ربه أن آتيه الله الملك إذ قال إبرهم ربي الذي يحي ويميت قال أنا أحي وأميت قال إبرهم فإن الله يأتي بالشمس من المشرق فأت بها من المغرب فبهت الذي كفر والله لا يهدي القوم الظلمين","score":1007},"12":{"verse":"ألا إنهم هم المفسدون ولكن لا يشعرون","score":167},"75":{"verse":"أفتطمعون أن يؤمنوا لكم وقد كان فريق منهم يسمعون كلم الله ثم يحرفونه من بعد ما عقلوه وهم يعلمون","score":526},"187":{"verse":"أحل لكم ليلة الصيام الرفث إلى نسائكم هن لباس لكم وأنتم لباس لهن علم الله أنكم كنتم تختانون أنفسكم فتاب عليكم وعفا عنكم فالن بشروهن وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى اليل ولا تبشروهن وأنتم عكفون في المسجد تلك حدود الله فلا تقربوها كذلك يبين الله آيته للناس لعلهم يتقون","score":1866},"44":{"verse":"أتأمرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتب أفلا تعقلون","score":325},"285":{"verse":"آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملئكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير","score":723}}