{"30":{"verse":"يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود لو أن بينها وبينه أمدا بعيدا ويحذركم الله نفسه والله رءوف بالعباد","score":677},"106":{"verse":"يوم تبيض وجوه وتسود وجوه فأما الذين اسودت وجوههم أكفرتم بعد إيمنكم فذوقوا العذاب بما كنتم تكفرون","score":632},"43":{"verse":"يمريم اقنتي لربك واسجدي واركعي مع الركعين","score":254},"171":{"verse":"يستبشرون بنعمة من الله وفضل وأن الله لا يضيع أجر المؤمنين","score":302},"74":{"verse":"يختص برحمته من يشاء والله ذو الفضل العظيم","score":285},"114":{"verse":"يؤمنون بالله واليوم الآخر ويأمرون بالمعروف وينهون عن المنكر ويسرعون في الخيرت وأولئك من الصلحين","score":471},"156":{"verse":"يأيها الذين آمنوا لا تكونوا كالذين كفروا وقالوا لإخونهم إذا ضربوا في الأرض أو كانوا غزى لو كانوا عندنا ما ماتوا وما قتلوا ليجعل الله ذلك حسرة في قلوبهم والله يحي ويميت والله بما تعملون بصير","score":959},"118":{"verse":"يأيها الذين آمنوا لا تتخذوا بطانة من دونكم لا يألونكم خبالا ودوا ما عنتم قد بدت البغضاء من أفوههم وما تخفي صدورهم أكبر قد بينا لكم الآيت إن كنتم تعقلون","score":841},"130":{"verse":"يأيها الذين آمنوا لا تأكلوا الربوا أضعفا مضعفة واتقوا الله لعلكم تفلحون","score":363},"200":{"verse":"يأيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون","score":347},"102":{"verse":"يأيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون","score":287},"100":{"verse":"يأيها الذين آمنوا إن تطيعوا فريقا من الذين أوتوا الكتب يردوكم بعد إيمنكم كفرين","score":417},"149":{"verse":"يأيها الذين آمنوا إن تطيعوا الذين كفروا يردوكم على أعقبكم فتنقلبوا خسرين","score":419},"71":{"verse":"يأهل الكتب لم تلبسون الحق بالبطل وتكتمون الحق وأنتم تعلمون","score":329},"70":{"verse":"يأهل الكتب لم تكفرون بآيت الله وأنتم تشهدون","score":231},"65":{"verse":"يأهل الكتب لم تحاجون في إبرهيم وما أنزلت التورية والإنجيل إلا من بعده أفلا تعقلون","score":415},"46":{"verse":"ويكلم الناس في المهد وكهلا ومن الصلحين","score":189},"48":{"verse":"ويعلمه الكتب والحكمة والتورية والإنجيل","score":200},"85":{"verse":"ومن يبتغ غير الإسلم دينا فلن يقبل منه وهو في الآخرة من الخسرين","score":357},"75":{"verse":"ومن أهل الكتب من إن تأمنه بقنطار يؤده إليك ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما ذلك بأنهم قالوا ليس علينا في الأمين سبيل ويقولون على الله الكذب وهم يعلمون","score":803},"54":{"verse":"ومكروا ومكر الله والله خير المكرين","score":157},"50":{"verse":"ومصدقا لما بين يدي من التورية ولأحل لكم بعض الذي حرم عليكم وجئتكم بآية من ربكم فاتقوا الله وأطيعون","score":571},"115":{"verse":"وما يفعلوا من خير فلن يكفروه والله عليم بالمتقين","score":248},"144":{"verse":"وما محمد إلا رسول قد خلت من قبله الرسل أفإين مات أو قتل انقلبتم على أعقبكم ومن ينقلب على عقبيه فلن يضر الله شيا وسيجزي الله الشكرين","score":740},"145":{"verse":"وما كان لنفس أن تموت إلا بإذن الله كتبا مؤجلا ومن يرد ثواب الدنيا نؤته منها ومن يرد ثواب الآخرة نؤته منها وسنجزي الشكرين","score":637},"161":{"verse":"وما كان لنبي أن يغل ومن يغلل يأت بما غل يوم القيمة ثم توفى كل نفس ما كسبت وهم لا يظلمون","score":461},"147":{"verse":"وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكفرين","score":501},"126":{"verse":"وما جعله الله إلا بشرى لكم ولتطمئن قلوبكم به وما النصر إلا من عند الله العزيز الحكيم","score":448},"166":{"verse":"وما أصبكم يوم التقى الجمعان فبإذن الله وليعلم المؤمنين","score":256},"141":{"verse":"وليمحص الله الذين آمنوا ويمحق الكفرين","score":202},"167":{"verse":"وليعلم الذين نافقوا وقيل لهم تعالوا قتلوا في سبيل الله أو ادفعوا قالوا لو نعلم قتالا لاتبعنكم هم للكفر يومئذ أقرب منهم للإيمن يقولون بأفوههم ما ليس في قلوبهم والله أعلم بما يكتمون","score":861},"189":{"verse":"ولله ملك السموت والأرض والله على كل شي قدير","score":225},"129":{"verse":"ولله ما في السموت وما في الأرض يغفر لمن يشاء ويعذب من يشاء والله غفور رحيم","score":425},"109":{"verse":"ولله ما في السموت وما في الأرض وإلى الله ترجع الأمور","score":234},"123":{"verse":"ولقد نصركم الله ببدر وأنتم أذلة فاتقوا الله لعلكم تشكرون","score":334},"143":{"verse":"ولقد كنتم تمنون الموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون","score":356},"152":{"verse":"ولقد صدقكم الله وعده إذ تحسونهم بإذنه حتى إذا فشلتم وتنزعتم في الأمر وعصيتم من بعد ما أريكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الآخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم والله ذو فضل على المؤمنين","score":1242},"104":{"verse":"ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون","score":393},"180":{"verse":"ولا يحسبن الذين يبخلون بما آتيهم الله من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا به يوم القيمة ولله ميرث السموت والأرض والله بما تعملون خبير","score":794},"178":{"verse":"ولا يحسبن الذين كفروا أنما نملي لهم خير لأنفسهم إنما نملي لهم ليزدادوا إثما ولهم عذاب مهين","score":457},"176":{"verse":"ولا يحزنك الذين يسرعون في الكفر إنهم لن يضروا الله شيا يريد الله ألا يجعل لهم حظا في الآخرة ولهم عذاب عظيم","score":619},"80":{"verse":"ولا يأمركم أن تتخذوا الملئكة والنبين أربابا أيأمركم بالكفر بعد إذ أنتم مسلمون","score":384},"139":{"verse":"ولا تهنوا ولا تحزنوا وأنتم الأعلون إن كنتم مؤمنين","score":212},"105":{"verse":"ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينت وأولئك لهم عذاب عظيم","score":436},"169":{"verse":"ولا تحسبن الذين قتلوا في سبيل الله أموتا بل أحياء عند ربهم يرزقون","score":368},"73":{"verse":"ولا تؤمنوا إلا لمن تبع دينكم قل إن الهدى هدى الله أن يؤتى أحد مثل ما أوتيتم أو يحاجوكم عند ربكم قل إن الفضل بيد الله يؤتيه من يشاء والله وسع عليم","score":719},"158":{"verse":"ولئن متم أو قتلتم لإلى الله تحشرون","score":167},"157":{"verse":"ولئن قتلتم في سبيل الله أو متم لمغفرة من الله ورحمة خير مما يجمعون","score":360},"101":{"verse":"وكيف تكفرون وأنتم تتلى عليكم آيت الله وفيكم رسوله ومن يعتصم بالله فقد هدي إلى صرط مستقيم","score":546},"146":{"verse":"وكأين من نبي قتل معه ربيون كثير فما وهنوا لما أصابهم في سبيل الله وما ضعفوا وما استكانوا والله يحب الصبرين","score":555},"72":{"verse":"وقالت طائفة من أهل الكتب آمنوا بالذي أنزل على الذين آمنوا وجه النهار واكفروا آخره لعلهم يرجعون","score":485},"133":{"verse":"وسارعوا إلى مغفرة من ربكم وجنة عرضها السموت والأرض أعدت للمتقين","score":393},"49":{"verse":"ورسولا إلى بني إسرءيل أني قد جئتكم بآية من ربكم أني أخلق لكم من الطين كهية الطير فأنفخ فيه فيكون طيرا بإذن الله وأبرئ الأكمه والأبرص وأحي الموتى بإذن الله وأنبئكم بما تأكلون وما تدخرون في بيوتكم إن في ذلك لآية لكم إن كنتم مؤمنين","score":1179},"69":{"verse":"ودت طائفة من أهل الكتب لو يضلونكم وما يضلون إلا أنفسهم وما يشعرون","score":356},"135":{"verse":"والذين إذا فعلوا فحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله ولم يصروا على ما فعلوا وهم يعلمون","score":701},"103":{"verse":"واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخونا وكنتم على شفا حفرة من النار فأنقذكم منها كذلك يبين الله لكم آيته لعلكم تهتدون","score":1085},"131":{"verse":"واتقوا النار التي أعدت للكفرين","score":156},"78":{"verse":"وإن منهم لفريقا يلون ألسنتهم بالكتب لتحسبوه من الكتب وما هو من الكتب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون","score":669},"199":{"verse":"وإن من أهل الكتب لمن يؤمن بالله وما أنزل إليكم وما أنزل إليهم خشعين لله لا يشترون بآيت الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب","score":695},"42":{"verse":"وإذ قالت الملئكة يمريم إن الله اصطفيك وطهرك واصطفيك على نساء العلمين","score":409},"121":{"verse":"وإذ غدوت من أهلك تبوئ المؤمنين مقعد للقتال والله سميع عليم","score":324},"81":{"verse":"وإذ أخذ الله ميثق النبين لما آتيتكم من كتب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال ءأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشهدين","score":1018},"187":{"verse":"وإذ أخذ الله ميثق الذين أوتوا الكتب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم واشتروا به ثمنا قليلا فبئس ما يشترون","score":686},"107":{"verse":"وأما الذين ابيضت وجوههم ففي رحمة الله هم فيها خلدون","score":302},"57":{"verse":"وأما الذين آمنوا وعملوا الصلحت فيوفيهم أجورهم والله لا يحب الظلمين","score":336},"132":{"verse":"وأطيعوا الله والرسول لعلكم ترحمون","score":185},"6":{"verse":"هو الذي يصوركم في الأرحام كيف يشاء لا إله إلا هو العزيز الحكيم","score":344},"7":{"verse":"هو الذي أنزل عليك الكتب منه آيت محكمت هن أم الكتب وأخر متشبهت فأما الذين في قلوبهم زيغ فيتبعون ما تشبه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والرسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولوا الألبب","score":1225},"38":{"verse":"هنالك دعا زكريا ربه قال رب هب لي من لدنك ذرية طيبة إنك سميع الدعاء","score":391},"163":{"verse":"هم درجت عند الله والله بصير بما يعملون","score":216},"138":{"verse":"هذا بيان للناس وهدى وموعظة للمتقين","score":199},"66":{"verse":"هأنتم هؤلاء حججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم وأنتم لا تعلمون","score":465},"119":{"verse":"هأنتم أولاء تحبونهم ولا يحبونكم وتؤمنون بالكتب كله وإذا لقوكم قالوا آمنا وإذا خلوا عضوا عليكم الأنامل من الغيظ قل موتوا بغيظكم إن الله عليم بذات الصدور","score":814},"3":{"verse":"نزل عليك الكتب بالحق مصدقا لما بين يديه وأنزل التورية والإنجيل","score":367},"4":{"verse":"من قبل هدى للناس وأنزل الفرقان إن الذين كفروا بآيت الله لهم عذاب شديد والله عزيز ذو انتقام","score":515},"117":{"verse":"مثل ما ينفقون في هذه الحيوة الدنيا كمثل ريح فيها صر أصابت حرث قوم ظلموا أنفسهم فأهلكته وما ظلمهم الله ولكن أنفسهم يظلمون","score":758},"197":{"verse":"متع قليل ثم مأويهم جهنم وبئس المهاد","score":206},"79":{"verse":"ما كان لبشر أن يؤتيه الله الكتب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا ربنين بما كنتم تعلمون الكتب وبما كنتم تدرسون","score":698},"179":{"verse":"ما كان الله ليذر المؤمنين على ما أنتم عليه حتى يميز الخبيث من الطيب وما كان الله ليطلعكم على الغيب ولكن الله يجتبي من رسله من يشاء فآمنوا بالله ورسله وإن تؤمنوا وتتقوا فلكم أجر عظيم","score":935},"67":{"verse":"ما كان إبرهيم يهوديا ولا نصرانيا ولكن كان حنيفا مسلما وما كان من المشركين","score":334},"127":{"verse":"ليقطع طرفا من الذين كفروا أو يكبتهم فينقلبوا خائبين","score":332},"113":{"verse":"ليسوا سواء من أهل الكتب أمة قائمة يتلون آيت الله آناء اليل وهم يسجدون","score":299},"128":{"verse":"ليس لك من الأمر شي أو يتوب عليهم أو يعذبهم فإنهم ظلمون","score":284},"111":{"verse":"لن يضروكم إلا أذى وإن يقتلوكم يولوكم الأدبار ثم لا ينصرون","score":294},"92":{"verse":"لن تنالوا البر حتى تنفقوا مما تحبون وما تنفقوا من شي فإن الله به عليم","score":340},"198":{"verse":"لكن الذين اتقوا ربهم لهم جنت تجري من تحتها الأنهر خلدين فيها نزلا من عند الله وما عند الله خير للأبرار","score":543},"164":{"verse":"لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلوا عليهم آيته ويزكيهم ويعلمهم الكتب والحكمة وإن كانوا من قبل لفي ضلل مبين","score":663},"181":{"verse":"لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء سنكتب ما قالوا وقتلهم الأنبياء بغير حق ونقول ذوقوا عذاب الحريق","score":657},"186":{"verse":"لتبلون في أمولكم وأنفسكم ولتسمعن من الذين أوتوا الكتب من قبلكم ومن الذين أشركوا أذى كثيرا وإن تصبروا وتتقوا فإن ذلك من عزم الأمور","score":700},"196":{"verse":"لا يغرنك تقلب الذين كفروا في البلد","score":208},"28":{"verse":"لا يتخذ المؤمنون الكفرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شي إلا أن تتقوا منهم تقية ويحذركم الله نفسه وإلى الله المصير","score":665},"188":{"verse":"لا تحسبن الذين يفرحون بما أتوا ويحبون أن يحمدوا بما لم يفعلوا فلا تحسبنهم بمفازة من العذاب ولهم عذاب أليم","score":592},"86":{"verse":"كيف يهدي الله قوما كفروا بعد إيمنهم وشهدوا أن الرسول حق وجاءهم البينت والله لا يهدي القوم الظلمين","score":519},"110":{"verse":"كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو آمن أهل الكتب لكان خيرا لهم منهم المؤمنون وأكثرهم الفسقون","score":661},"185":{"verse":"كل نفس ذائقة الموت وإنما توفون أجوركم يوم القيمة فمن زحزح عن النار وأدخل الجنة فقد فاز وما الحيوة الدنيا إلا متع الغرور","score":709},"93":{"verse":"كل الطعام كان حلا لبني إسرءيل إلا ما حرم إسرءيل على نفسه من قبل أن تنزل التورية قل فأتوا بالتورية فاتلوها إن كنتم صدقين","score":616},"11":{"verse":"كدأب آل فرعون والذين من قبلهم كذبوا بآيتنا فأخذهم الله بذنوبهم والله شديد العقاب","score":473},"98":{"verse":"قل يأهل الكتب لم تكفرون بآيت الله والله شهيد على ما تعملون","score":284},"99":{"verse":"قل يأهل الكتب لم تصدون عن سبيل الله من آمن تبغونها عوجا وأنتم شهداء وما الله بغفل عما تعملون","score":499},"64":{"verse":"قل يأهل الكتب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون","score":765},"12":{"verse":"قل للذين كفروا ستغلبون وتحشرون إلى جهنم وبئس المهاد","score":329},"95":{"verse":"قل صدق الله فاتبعوا ملة إبرهيم حنيفا وما كان من المشركين","score":307},"26":{"verse":"قل اللهم ملك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شي قدير","score":638},"31":{"verse":"قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم","score":463},"29":{"verse":"قل إن تخفوا ما في صدوركم أو تبدوه يعلمه الله ويعلم ما في السموت وما في الأرض والله على كل شي قدير","score":526},"32":{"verse":"قل أطيعوا الله والرسول فإن تولوا فإن الله لا يحب الكفرين","score":266},"15":{"verse":"قل أؤنبئكم بخير من ذلكم للذين اتقوا عند ربهم جنت تجري من تحتها الأنهر خلدين فيها وأزوج مطهرة ورضون من الله والله بصير بالعباد","score":767},"84":{"verse":"قل آمنا بالله وما أنزل علينا وما أنزل على إبرهيم وإسمعيل وإسحق ويعقوب والأسباط وما أوتي موسى وعيسى والنبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون","score":758},"13":{"verse":"قد كان لكم آية في فئتين التقتا فئة تقتل في سبيل الله وأخرى كافرة يرونهم مثليهم رأي العين والله يؤيد بنصره من يشاء إن في ذلك لعبرة لأولي الأبصر","score":777},"137":{"verse":"قد خلت من قبلكم سنن فسيروا في الأرض فانظروا كيف كان عقبة المكذبين","score":428},"47":{"verse":"قالت رب أنى يكون لي ولد ولم يمسسني بشر قال كذلك الله يخلق ما يشاء إذا قضى أمرا فإنما يقول له كن فيكون","score":526},"41":{"verse":"قال رب اجعل لي آية قال آيتك ألا تكلم الناس ثلثة أيام إلا رمزا واذكر ربك كثيرا وسبح بالعشي والإبكر","score":552},"40":{"verse":"قال رب أنى يكون لي غلم وقد بلغني الكبر وامرأتي عاقر قال كذلك الله يفعل ما يشاء","score":422},"97":{"verse":"فيه آيت بينت مقام إبرهيم ومن دخله كان آمنا ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر فإن الله غني عن العلمين","score":605},"39":{"verse":"فنادته الملئكة وهو قائم يصلي في المحراب أن الله يبشرك بيحيى مصدقا بكلمة من الله وسيدا وحصورا ونبيا من الصلحين","score":628},"61":{"verse":"فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنت الله على الكذبين","score":720},"82":{"verse":"فمن تولى بعد ذلك فأولئك هم الفسقون","score":206},"94":{"verse":"فمن افترى على الله الكذب من بعد ذلك فأولئك هم الظلمون","score":286},"36":{"verse":"فلما وضعتها قالت رب إني وضعتها أنثى والله أعلم بما وضعت وليس الذكر كالأنثى وإني سميتها مريم وإني أعيذها بك وذريتها من الشيطن الرجيم","score":753},"52":{"verse":"فلما أحس عيسى منهم الكفر قال من أنصاري إلى الله قال الحواريون نحن أنصار الله آمنا بالله واشهد بأنا مسلمون","score":485},"25":{"verse":"فكيف إذا جمعنهم ليوم لا ريب فيه ووفيت كل نفس ما كسبت وهم لا يظلمون","score":379},"170":{"verse":"فرحين بما آتيهم الله من فضله ويستبشرون بالذين لم يلحقوا بهم من خلفهم ألا خوف عليهم ولا هم يحزنون","score":552},"37":{"verse":"فتقبلها ربها بقبول حسن وأنبتها نباتا حسنا وكفلها زكريا كلما دخل عليها زكريا المحراب وجد عندها رزقا قال يمريم أنى لك هذا قالت هو من عند الله إن الله يرزق من يشاء بغير حساب","score":1018},"159":{"verse":"فبما رحمة من الله لنت لهم ولو كنت فظا غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الأمر فإذا عزمت فتوكل على الله إن الله يحب المتوكلين","score":859},"174":{"verse":"فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء واتبعوا رضون الله والله ذو فضل عظيم","score":445},"195":{"verse":"فاستجاب لهم ربهم أني لا أضيع عمل عمل منكم من ذكر أو أنثى بعضكم من بعض فالذين هاجروا وأخرجوا من ديرهم وأوذوا في سبيلي وقتلوا وقتلوا لأكفرن عنهم سياتهم ولأدخلنهم جنت تجري من تحتها الأنهر ثوابا من عند الله والله عنده حسن الثواب","score":1312},"184":{"verse":"فإن كذبوك فقد كذب رسل من قبلك جاءو بالبينت والزبر والكتب المنير","score":392},"20":{"verse":"فإن حاجوك فقل أسلمت وجهي لله ومن اتبعن وقل للذين أوتوا الكتب والأمين ءأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلغ والله بصير بالعباد","score":762},"63":{"verse":"فإن تولوا فإن الله عليم بالمفسدين","score":163},"56":{"verse":"فأما الذين كفروا فأعذبهم عذابا شديدا في الدنيا والآخرة وما لهم من نصرين","score":412},"148":{"verse":"فآتيهم الله ثواب الدنيا وحسن ثواب الآخرة والله يحب المحسنين","score":345},"112":{"verse":"ضربت عليهم الذلة أين ما ثقفوا إلا بحبل من الله وحبل من الناس وباءو بغضب من الله وضربت عليهم المسكنة ذلك بأنهم كانوا يكفرون بآيت الله ويقتلون الأنبياء بغير حق ذلك بما عصوا وكانوا يعتدون","score":1015},"18":{"verse":"شهد الله أنه لا إله إلا هو والملئكة وأولوا العلم قائما بالقسط لا إله إلا هو العزيز الحكيم","score":405},"151":{"verse":"سنلقي في قلوب الذين كفروا الرعب بما أشركوا بالله ما لم ينزل به سلطنا ومأويهم النار وبئس مثوى الظلمين","score":540},"14":{"verse":"زين للناس حب الشهوت من النساء والبنين والقنطير المقنطرة من الذهب والفضة والخيل المسومة والأنعم والحرث ذلك متع الحيوة الدنيا والله عنده حسن المآب","score":806},"194":{"verse":"ربنا وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيمة إنك لا تخلف الميعاد","score":366},"8":{"verse":"ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب","score":375},"193":{"verse":"ربنا إننا سمعنا مناديا ينادي للإيمن أن آمنوا بربكم فآمنا ربنا فاغفر لنا ذنوبنا وكفر عنا سياتنا وتوفنا مع الأبرار","score":525},"192":{"verse":"ربنا إنك من تدخل النار فقد أخزيته وما للظلمين من أنصار","score":317},"9":{"verse":"ربنا إنك جامع الناس ليوم لا ريب فيه إن الله لا يخلف الميعاد","score":264},"53":{"verse":"ربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشهدين","score":280},"58":{"verse":"ذلك نتلوه عليك من الآيت والذكر الحكيم","score":199},"44":{"verse":"ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ يلقون أقلمهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون","score":532},"182":{"verse":"ذلك بما قدمت أيديكم وأن الله ليس بظلام للعبيد","score":266},"24":{"verse":"ذلك بأنهم قالوا لن تمسنا النار إلا أياما معدودت وغرهم في دينهم ما كانوا يفترون","score":388},"34":{"verse":"ذرية بعضها من بعض والله سميع عليم","score":219},"88":{"verse":"خلدين فيها لا يخفف عنهم العذاب ولا هم ينظرون","score":269},"154":{"verse":"ثم أنزل عليكم من بعد الغم أمنة نعاسا يغشى طائفة منكم وطائفة قد أهمتهم أنفسهم يظنون بالله غير الحق ظن الجهلية يقولون هل لنا من الأمر من شي قل إن الأمر كله لله يخفون في أنفسهم ما لا يبدون لك يقولون لو كان لنا من الأمر شي ما قتلنا ههنا قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم وليبتلي الله ما في صدوركم وليمحص ما في قلوبكم والله عليم بذات الصدور","score":1988},"27":{"verse":"تولج اليل في النهار وتولج النهار في اليل وتخرج الحي من الميت وتخرج الميت من الحي وترزق من تشاء بغير حساب","score":621},"108":{"verse":"تلك آيت الله نتلوها عليك بالحق وما الله يريد ظلما للعلمين","score":280},"76":{"verse":"بلى من أوفى بعهده واتقى فإن الله يحب المتقين","score":225},"125":{"verse":"بلى إن تصبروا وتتقوا ويأتوكم من فورهم هذا يمددكم ربكم بخمسة آلف من الملئكة مسومين","score":464},"150":{"verse":"بل الله موليكم وهو خير النصرين","score":150},"1":{"verse":"الم","score":7},"2":{"verse":"الله لا إله إلا هو الحي القيوم","score":100},"17":{"verse":"الصبرين والصدقين والقنتين والمنفقين والمستغفرين بالأسحار","score":366},"134":{"verse":"الذين ينفقون في السراء والضراء والكظمين الغيظ والعافين عن الناس والله يحب المحسنين","score":466},"16":{"verse":"الذين يقولون ربنا إننا آمنا فاغفر لنا ذنوبنا وقنا عذاب النار","score":285},"191":{"verse":"الذين يذكرون الله قيما وقعودا وعلى جنوبهم ويتفكرون في خلق السموت والأرض ربنا ما خلقت هذا بطلا سبحنك فقنا عذاب النار","score":705},"168":{"verse":"الذين قالوا لإخونهم وقعدوا لو أطاعونا ما قتلوا قل فادرءوا عن أنفسكم الموت إن كنتم صدقين","score":479},"183":{"verse":"الذين قالوا إن الله عهد إلينا ألا نؤمن لرسول حتى يأتينا بقربان تأكله النار قل قد جاءكم رسل من قبلي بالبينت وبالذي قلتم فلم قتلتموهم إن كنتم صدقين","score":741},"173":{"verse":"الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمنا وقالوا حسبنا الله ونعم الوكيل","score":481},"172":{"verse":"الذين استجابوا لله والرسول من بعد ما أصابهم القرح للذين أحسنوا منهم واتقوا أجر عظيم","score":482},"60":{"verse":"الحق من ربك فلا تكن من الممترين","score":155},"175":{"verse":"إنما ذلكم الشيطن يخوف أولياءه فلا تخافوهم وخافون إن كنتم مؤمنين","score":349},"160":{"verse":"إن ينصركم الله فلا غالب لكم وإن يخذلكم فمن ذا الذي ينصركم من بعده وعلى الله فليتوكل المؤمنون","score":484},"140":{"verse":"إن يمسسكم قرح فقد مس القوم قرح مثله وتلك الأيام نداولها بين الناس وليعلم الله الذين آمنوا ويتخذ منكم شهداء والله لا يحب الظلمين","score":693},"62":{"verse":"إن هذا لهو القصص الحق وما من إله إلا الله وإن الله لهو العزيز الحكيم","score":327},"59":{"verse":"إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن فيكون","score":358},"190":{"verse":"إن في خلق السموت والأرض واختلف اليل والنهار لآيت لأولي الألبب","score":287},"120":{"verse":"إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها وإن تصبروا وتتقوا لا يضركم كيدهم شيا إن الله بما يعملون محيط","score":668},"5":{"verse":"إن الله لا يخفى عليه شي في الأرض ولا في السماء","score":218},"51":{"verse":"إن الله ربي وربكم فاعبدوه هذا صرط مستقيم","score":273},"33":{"verse":"إن الله اصطفى آدم ونوحا وآل إبرهيم وآل عمرن على العلمين","score":255},"21":{"verse":"إن الذين يكفرون بآيت الله ويقتلون النبين بغير حق ويقتلون الذين يأمرون بالقسط من الناس فبشرهم بعذاب أليم","score":590},"77":{"verse":"إن الذين يشترون بعهد الله وأيمنهم ثمنا قليلا أولئك لا خلق لهم في الآخرة ولا يكلمهم الله ولا ينظر إليهم يوم القيمة ولا يزكيهم ولهم عذاب أليم","score":675},"91":{"verse":"إن الذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء الأرض ذهبا ولو افتدى به أولئك لهم عذاب أليم وما لهم من نصرين","score":554},"10":{"verse":"إن الذين كفروا لن تغني عنهم أمولهم ولا أولدهم من الله شيا وأولئك هم وقود النار","score":356},"116":{"verse":"إن الذين كفروا لن تغني عنهم أمولهم ولا أولدهم من الله شيا وأولئك أصحب النار هم فيها خلدون","score":439},"90":{"verse":"إن الذين كفروا بعد إيمنهم ثم ازدادوا كفرا لن تقبل توبتهم وأولئك هم الضالون","score":422},"155":{"verse":"إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطن ببعض ما كسبوا ولقد عفا الله عنهم إن الله غفور حليم","score":594},"177":{"verse":"إن الذين اشتروا الكفر بالإيمن لن يضروا الله شيا ولهم عذاب أليم","score":298},"19":{"verse":"إن الدين عند الله الإسلم وما اختلف الذين أوتوا الكتب إلا من بعد ما جاءهم العلم بغيا بينهم ومن يكفر بآيت الله فإن الله سريع الحساب","score":624},"68":{"verse":"إن أولى الناس بإبرهيم للذين اتبعوه وهذا النبي والذين آمنوا والله ولي المؤمنين","score":311},"96":{"verse":"إن أول بيت وضع للناس للذي ببكة مباركا وهدى للعلمين","score":256},"89":{"verse":"إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفور رحيم","score":305},"122":{"verse":"إذ همت طائفتان منكم أن تفشلا والله وليهما وعلى الله فليتوكل المؤمنون","score":324},"35":{"verse":"إذ قالت امرأت عمرن رب إني نذرت لك ما في بطني محررا فتقبل مني إنك أنت السميع العليم","score":441},"45":{"verse":"إذ قالت الملئكة يمريم إن الله يبشرك بكلمة منه اسمه المسيح عيسى ابن مريم وجيها في الدنيا والآخرة ومن المقربين","score":553},"55":{"verse":"إذ قال الله يعيسى إني متوفيك ورافعك إلي ومطهرك من الذين كفروا وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيمة ثم إلي مرجعكم فأحكم بينكم فيما كنتم فيه تختلفون","score":920},"124":{"verse":"إذ تقول للمؤمنين ألن يكفيكم أن يمدكم ربكم بثلثة آلف من الملئكة منزلين","score":374},"153":{"verse":"إذ تصعدون ولا تلون على أحد والرسول يدعوكم في أخريكم فأثبكم غما بغم لكيلا تحزنوا على ما فاتكم ولا ما أصبكم والله خبير بما تعملون","score":771},"165":{"verse":"أولما أصبتكم مصيبة قد أصبتم مثليها قلتم أنى هذا قل هو من عند أنفسكم إن الله على كل شي قدير","score":527},"136":{"verse":"أولئك جزاؤهم مغفرة من ربهم وجنت تجري من تحتها الأنهر خلدين فيها ونعم أجر العملين","score":493},"87":{"verse":"أولئك جزاؤهم أن عليهم لعنة الله والملئكة والناس أجمعين","score":264},"22":{"verse":"أولئك الذين حبطت أعملهم في الدنيا والآخرة وما لهم من نصرين","score":311},"142":{"verse":"أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جهدوا منكم ويعلم الصبرين","score":379},"23":{"verse":"ألم تر إلى الذين أوتوا نصيبا من الكتب يدعون إلى كتب الله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون","score":504},"162":{"verse":"أفمن اتبع رضون الله كمن باء بسخط من الله ومأويه جهنم وبئس المصير","score":361},"83":{"verse":"أفغير دين الله يبغون وله أسلم من في السموت والأرض طوعا وكرها وإليه يرجعون","score":431}}