{"105":{"verse":"يوم يأت لا تكلم نفس إلا بإذنه فمنهم شقي وسعيد","score":261},"51":{"verse":"يقوم لا أسلكم عليه أجرا إن أجري إلا على الذي فطرني أفلا تعقلون","score":323},"98":{"verse":"يقدم قومه يوم القيمة فأوردهم النار وبئس الورد المورود","score":296},"76":{"verse":"يإبرهيم أعرض عن هذا إنه قد جاء أمر ربك وإنهم آتيهم عذاب غير مردود","score":405},"64":{"verse":"ويقوم هذه ناقة الله لكم آية فذروها تأكل في أرض الله ولا تمسوها بسوء فيأخذكم عذاب قريب","score":498},"30":{"verse":"ويقوم من ينصرني من الله إن طردتهم أفلا تذكرون","score":255},"89":{"verse":"ويقوم لا يجرمنكم شقاقي أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو قوم صلح وما قوم لوط منكم ببعيد","score":593},"29":{"verse":"ويقوم لا أسلكم عليه مالا إن أجري إلا على الله وما أنا بطارد الذين آمنوا إنهم ملقوا ربهم ولكني أريكم قوما تجهلون","score":486},"93":{"verse":"ويقوم اعملوا على مكانتكم إني عمل سوف تعلمون من يأتيه عذاب يخزيه ومن هو كذب وارتقبوا إني معكم رقيب","score":546},"52":{"verse":"ويقوم استغفروا ربكم ثم توبوا إليه يرسل السماء عليكم مدرارا ويزدكم قوة إلى قوتكم ولا تتولوا مجرمين","score":575},"85":{"verse":"ويقوم أوفوا المكيال والميزان بالقسط ولا تبخسوا الناس أشياءهم ولا تعثوا في الأرض مفسدين","score":503},"38":{"verse":"ويصنع الفلك وكلما مر عليه ملأ من قومه سخروا منه قال إن تسخروا منا فإنا نسخر منكم كما تسخرون","score":495},"42":{"verse":"وهي تجري بهم في موج كالجبال ونادى نوح ابنه وكان في معزل يبني اركب معنا ولا تكن مع الكفرين","score":488},"7":{"verse":"وهو الذي خلق السموت والأرض في ستة أيام وكان عرشه على الماء ليبلوكم أيكم أحسن عملا ولئن قلت إنكم مبعوثون من بعد الموت ليقولن الذين كفروا إن هذا إلا سحر مبين","score":812},"45":{"verse":"ونادى نوح ربه فقال رب إن ابني من أهلي وإن وعدك الحق وأنت أحكم الحكمين","score":353},"18":{"verse":"ومن أظلم ممن افترى على الله كذبا أولئك يعرضون على ربهم ويقول الأشهد هؤلاء الذين كذبوا على ربهم ألا لعنة الله على الظلمين","score":591},"104":{"verse":"وما نؤخره إلا لأجل معدود","score":134},"6":{"verse":"وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتب مبين","score":437},"117":{"verse":"وما كان ربك ليهلك القرى بظلم وأهلها مصلحون","score":224},"101":{"verse":"وما ظلمنهم ولكن ظلموا أنفسهم فما أغنت عنهم آلهتهم التي يدعون من دون الله من شي لما جاء أمر ربك وما زادوهم غير تتبيب","score":640},"118":{"verse":"ولو شاء ربك لجعل الناس أمة وحدة ولا يزالون مختلفين","score":285},"77":{"verse":"ولما جاءت رسلنا لوطا سي بهم وضاق بهم ذرعا وقال هذا يوم عصيب","score":360},"58":{"verse":"ولما جاء أمرنا نجينا هودا والذين آمنوا معه برحمة منا ونجينهم من عذاب غليظ","score":392},"94":{"verse":"ولما جاء أمرنا نجينا شعيبا والذين آمنوا معه برحمة منا وأخذت الذين ظلموا الصيحة فأصبحوا في ديرهم جثمين","score":621},"123":{"verse":"ولله غيب السموت والأرض وإليه يرجع الأمر كله فاعبده وتوكل عليه وما ربك بغفل عما تعملون","score":497},"69":{"verse":"ولقد جاءت رسلنا إبرهيم بالبشرى قالوا سلما قال سلم فما لبث أن جاء بعجل حنيذ","score":432},"25":{"verse":"ولقد أرسلنا نوحا إلى قومه إني لكم نذير مبين","score":210},"96":{"verse":"ولقد أرسلنا موسى بآيتنا وسلطن مبين","score":196},"110":{"verse":"ولقد آتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وإنهم لفي شك منه مريب","score":511},"34":{"verse":"ولا ينفعكم نصحي إن أردت أن أنصح لكم إن كان الله يريد أن يغويكم هو ربكم وإليه ترجعون","score":459},"113":{"verse":"ولا تركنوا إلى الذين ظلموا فتمسكم النار وما لكم من دون الله من أولياء ثم لا تنصرون","score":367},"31":{"verse":"ولا أقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول إني ملك ولا أقول للذين تزدري أعينكم لن يؤتيهم الله خيرا الله أعلم بما في أنفسهم إني إذا لمن الظلمين","score":720},"10":{"verse":"ولئن أذقنه نعماء بعد ضراء مسته ليقولن ذهب السيات عني إنه لفرح فخور","score":406},"9":{"verse":"ولئن أذقنا الإنسن منا رحمة ثم نزعنها منه إنه ليوس كفور","score":290},"8":{"verse":"ولئن أخرنا عنهم العذاب إلى أمة معدودة ليقولن ما يحبسه ألا يوم يأتيهم ليس مصروفا عنهم وحاق بهم ما كانوا به يستهزؤن","score":611},"120":{"verse":"وكلا نقص عليك من أنباء الرسل ما نثبت به فؤادك وجاءك في هذه الحق وموعظة وذكرى للمؤمنين","score":503},"102":{"verse":"وكذلك أخذ ربك إذا أخذ القرى وهي ظلمة إن أخذه أليم شديد","score":372},"44":{"verse":"وقيل يأرض ابلعي ماءك ويسماء أقلعي وغيض الماء وقضي الأمر واستوت على الجودي وقيل بعدا للقوم الظلمين","score":562},"121":{"verse":"وقل للذين لا يؤمنون اعملوا على مكانتكم إنا عملون","score":194},"41":{"verse":"وقال اركبوا فيها بسم الله مجريها ومرسيها إن ربي لغفور رحيم","score":332},"78":{"verse":"وجاءه قومه يهرعون إليه ومن قبل كانوا يعملون السيات قال يقوم هؤلاء بناتي هن أطهر لكم فاتقوا الله ولا تخزون في ضيفي أليس منكم رجل رشيد","score":725},"59":{"verse":"وتلك عاد جحدوا بآيت ربهم وعصوا رسله واتبعوا أمر كل جبار عنيد","score":391},"122":{"verse":"وانتظروا إنا منتظرون","score":129},"71":{"verse":"وامرأته قائمة فضحكت فبشرنها بإسحق ومن وراء إسحق يعقوب","score":384},"37":{"verse":"واصنع الفلك بأعيننا ووحينا ولا تخطبني في الذين ظلموا إنهم مغرقون","score":391},"115":{"verse":"واصبر فإن الله لا يضيع أجر المحسنين","score":204},"90":{"verse":"واستغفروا ربكم ثم توبوا إليه إن ربي رحيم ودود","score":298},"111":{"verse":"وإن كلا لما ليوفينهم ربك أعملهم إنه بما يعملون خبير","score":232},"84":{"verse":"وإلى مدين أخاهم شعيبا قال يقوم اعبدوا الله ما لكم من إله غيره ولا تنقصوا المكيال والميزان إني أريكم بخير وإني أخاف عليكم عذاب يوم محيط","score":718},"50":{"verse":"وإلى عاد أخاهم هودا قال يقوم اعبدوا الله ما لكم من إله غيره إن أنتم إلا مفترون","score":359},"61":{"verse":"وإلى ثمود أخاهم صلحا قال يقوم اعبدوا الله ما لكم من إله غيره هو أنشأكم من الأرض واستعمركم فيها فاستغفروه ثم توبوا إليه إن ربي قريب مجيب","score":792},"36":{"verse":"وأوحي إلى نوح أنه لن يؤمن من قومك إلا من قد آمن فلا تبتئس بما كانوا يفعلون","score":331},"3":{"verse":"وأن استغفروا ربكم ثم توبوا إليه يمتعكم متعا حسنا إلى أجل مسمى ويؤت كل ذي فضل فضله وإن تولوا فإني أخاف عليكم عذاب يوم كبير","score":716},"108":{"verse":"وأما الذين سعدوا ففي الجنة خلدين فيها ما دامت السموت والأرض إلا ما شاء ربك عطاء غير مجذوذ","score":544},"114":{"verse":"وأقم الصلوة طرفي النهار وزلفا من اليل إن الحسنت يذهبن السيات ذلك ذكرى للذكرين","score":446},"67":{"verse":"وأخذ الذين ظلموا الصيحة فأصبحوا في ديرهم جثمين","score":354},"99":{"verse":"وأتبعوا في هذه لعنة ويوم القيمة بئس الرفد المرفود","score":291},"60":{"verse":"وأتبعوا في هذه الدنيا لعنة ويوم القيمة ألا إن عادا كفروا ربهم ألا بعدا لعاد قوم هود","score":428},"15":{"verse":"من كان يريد الحيوة الدنيا وزينتها نوف إليهم أعملهم فيها وهم فيها لا يبخسون","score":384},"55":{"verse":"من دونه فكيدوني جميعا ثم لا تنظرون","score":229},"83":{"verse":"مسومة عند ربك وما هي من الظلمين ببعيد","score":221},"24":{"verse":"مثل الفريقين كالأعمى والأصم والبصير والسميع هل يستويان مثلا أفلا تذكرون","score":407},"22":{"verse":"لا جرم أنهم في الآخرة هم الأخسرون","score":173},"95":{"verse":"كأن لم يغنوا فيها ألا بعدا لمدين كما بعدت ثمود","score":275},"68":{"verse":"كأن لم يغنوا فيها ألا إن ثمودا كفروا ربهم ألا بعدا لثمود","score":307},"48":{"verse":"قيل ينوح اهبط بسلم منا وبركت عليك وعلى أمم ممن معك وأمم سنمتعهم ثم يمسهم منا عذاب أليم","score":469},"53":{"verse":"قالوا يهود ما جئتنا ببينة وما نحن بتاركي آلهتنا عن قولك وما نحن لك بمؤمنين","score":366},"32":{"verse":"قالوا ينوح قد جدلتنا فأكثرت جدلنا فأتنا بما تعدنا إن كنت من الصدقين","score":431},"81":{"verse":"قالوا يلوط إنا رسل ربك لن يصلوا إليك فأسر بأهلك بقطع من اليل ولا يلتفت منكم أحد إلا امرأتك إنه مصيبها ما أصابهم إن موعدهم الصبح أليس الصبح بقريب","score":805},"62":{"verse":"قالوا يصلح قد كنت فينا مرجوا قبل هذا أتنهىنا أن نعبد ما يعبد آباؤنا وإننا لفي شك مما تدعونا إليه مريب","score":539},"91":{"verse":"قالوا يشعيب ما نفقه كثيرا مما تقول وإنا لنريك فينا ضعيفا ولولا رهطك لرجمنك وما أنت علينا بعزيز","score":563},"87":{"verse":"قالوا يشعيب أصلوتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أمولنا ما نشؤا إنك لأنت الحليم الرشيد","score":494},"79":{"verse":"قالوا لقد علمت ما لنا في بناتك من حق وإنك لتعلم ما نريد","score":275},"73":{"verse":"قالوا أتعجبين من أمر الله رحمت الله وبركته عليكم أهل البيت إنه حميد مجيد","score":392},"72":{"verse":"قالت يويلتى ءألد وأنا عجوز وهذا بعلي شيخا إن هذا لشي عجيب","score":360},"46":{"verse":"قال ينوح إنه ليس من أهلك إنه عمل غير صلح فلا تسلن ما ليس لك به علم إني أعظك أن تكون من الجهلين","score":484},"92":{"verse":"قال يقوم أرهطي أعز عليكم من الله واتخذتموه وراءكم ظهريا إن ربي بما تعملون محيط","score":476},"88":{"verse":"قال يقوم أرءيتم إن كنت على بينة من ربي ورزقني منه رزقا حسنا وما أريد أن أخالفكم إلى ما أنهيكم عنه إن أريد إلا الإصلح ما استطعت وما توفيقي إلا بالله عليه توكلت وإليه أنيب","score":853},"63":{"verse":"قال يقوم أرءيتم إن كنت على بينة من ربي وآتيني منه رحمة فمن ينصرني من الله إن عصيته فما تزيدونني غير تخسير","score":600},"28":{"verse":"قال يقوم أرءيتم إن كنت على بينة من ربي وآتيني رحمة من عنده فعميت عليكم أنلزمكموها وأنتم لها كرهون","score":497},"80":{"verse":"قال لو أن لي بكم قوة أو آوي إلى ركن شديد","score":187},"43":{"verse":"قال سآوي إلى جبل يعصمني من الماء قال لا عاصم اليوم من أمر الله إلا من رحم وحال بينهما الموج فكان من المغرقين","score":483},"47":{"verse":"قال رب إني أعوذ بك أن أسلك ما ليس لي به علم وإلا تغفر لي وترحمني أكن من الخسرين","score":407},"33":{"verse":"قال إنما يأتيكم به الله إن شاء وما أنتم بمعجزين","score":225},"116":{"verse":"فلولا كان من القرون من قبلكم أولوا بقية ينهون عن الفساد في الأرض إلا قليلا ممن أنجينا منهم واتبع الذين ظلموا ما أترفوا فيه وكانوا مجرمين","score":651},"70":{"verse":"فلما رءا أيديهم لا تصل إليه نكرهم وأوجس منهم خيفة قالوا لا تخف إنا أرسلنا إلى قوم لوط","score":430},"74":{"verse":"فلما ذهب عن إبرهيم الروع وجاءته البشرى يجدلنا في قوم لوط","score":339},"66":{"verse":"فلما جاء أمرنا نجينا صلحا والذين آمنوا معه برحمة منا ومن خزي يومئذ إن ربك هو القوي العزيز","score":498},"82":{"verse":"فلما جاء أمرنا جعلنا عليها سافلها وأمطرنا عليها حجارة من سجيل منضود","score":391},"12":{"verse":"فلعلك تارك بعض ما يوحى إليك وضائق به صدرك أن يقولوا لولا أنزل عليه كنز أو جاء معه ملك إنما أنت نذير والله على كل شي وكيل","score":647},"109":{"verse":"فلا تك في مرية مما يعبد هؤلاء ما يعبدون إلا كما يعبد آباؤهم من قبل وإنا لموفوهم نصيبهم غير منقوص","score":516},"27":{"verse":"فقال الملأ الذين كفروا من قومه ما نريك إلا بشرا مثلنا وما نريك اتبعك إلا الذين هم أراذلنا بادي الرأي وما نرى لكم علينا من فضل بل نظنكم كذبين","score":671},"65":{"verse":"فعقروها فقال تمتعوا في داركم ثلثة أيام ذلك وعد غير مكذوب","score":411},"39":{"verse":"فسوف تعلمون من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم","score":348},"112":{"verse":"فاستقم كما أمرت ومن تاب معك ولا تطغوا إنه بما تعملون بصير","score":341},"57":{"verse":"فإن تولوا فقد أبلغتكم ما أرسلت به إليكم ويستخلف ربي قوما غيركم ولا تضرونه شيا إن ربي على كل شي حفيظ","score":642},"14":{"verse":"فإلم يستجيبوا لكم فاعلموا أنما أنزل بعلم الله وأن لا إله إلا هو فهل أنتم مسلمون","score":336},"106":{"verse":"فأما الذين شقوا ففي النار لهم فيها زفير وشهيق","score":280},"100":{"verse":"ذلك من أنباء القرى نقصه عليك منها قائم وحصيد","score":260},"107":{"verse":"خلدين فيها ما دامت السموت والأرض إلا ما شاء ربك إن ربك فعال لما يريد","score":350},"40":{"verse":"حتى إذا جاء أمرنا وفار التنور قلنا احمل فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول ومن آمن وما آمن معه إلا قليل","score":544},"49":{"verse":"تلك من أنباء الغيب نوحيها إليك ما كنت تعلمها أنت ولا قومك من قبل هذا فاصبر إن العقبة للمتقين","score":472},"86":{"verse":"بقيت الله خير لكم إن كنتم مؤمنين وما أنا عليكم بحفيظ","score":282},"1":{"verse":"الر كتب أحكمت آيته ثم فصلت من لدن حكيم خبير","score":296},"19":{"verse":"الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالآخرة هم كفرون","score":354},"56":{"verse":"إني توكلت على الله ربي وربكم ما من دابة إلا هو آخذ بناصيتها إن ربي على صرط مستقيم","score":446},"54":{"verse":"إن نقول إلا اعتريك بعض آلهتنا بسوء قال إني أشهد الله واشهدوا أني بري مما تشركون","score":419},"103":{"verse":"إن في ذلك لآية لمن خاف عذاب الآخرة ذلك يوم مجموع له الناس وذلك يوم مشهود","score":410},"23":{"verse":"إن الذين آمنوا وعملوا الصلحت وأخبتوا إلى ربهم أولئك أصحب الجنة هم فيها خلدون","score":406},"75":{"verse":"إن إبرهيم لحليم أوه منيب","score":106},"97":{"verse":"إلى فرعون وملإيه فاتبعوا أمر فرعون وما أمر فرعون برشيد","score":300},"4":{"verse":"إلى الله مرجعكم وهو على كل شي قدير","score":188},"119":{"verse":"إلا من رحم ربك ولذلك خلقهم وتمت كلمة ربك لأملأن جهنم من الجنة والناس أجمعين","score":389},"11":{"verse":"إلا الذين صبروا وعملوا الصلحت أولئك لهم مغفرة وأجر كبير","score":325},"20":{"verse":"أولئك لم يكونوا معجزين في الأرض وما كان لهم من دون الله من أولياء يضعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون","score":620},"16":{"verse":"أولئك الذين ليس لهم في الآخرة إلا النار وحبط ما صنعوا فيها وبطل ما كانوا يعملون","score":398},"21":{"verse":"أولئك الذين خسروا أنفسهم وضل عنهم ما كانوا يفترون","score":272},"26":{"verse":"أن لا تعبدوا إلا الله إني أخاف عليكم عذاب يوم أليم","score":223},"13":{"verse":"أم يقولون افتريه قل فأتوا بعشر سور مثله مفتريت وادعوا من استطعتم من دون الله إن كنتم صدقين","score":565},"35":{"verse":"أم يقولون افتريه قل إن افتريته فعلي إجرامي وأنا بري مما تجرمون","score":327},"2":{"verse":"ألا تعبدوا إلا الله إنني لكم منه نذير وبشير","score":200},"5":{"verse":"ألا إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون إنه عليم بذات الصدور","score":615},"17":{"verse":"أفمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتب موسى إماما ورحمة أولئك يؤمنون به ومن يكفر به من الأحزاب فالنار موعده فلا تك في مرية منه إنه الحق من ربك ولكن أكثر الناس لا يؤمنون","score":909}}