{"46":{"verse":"يوسف أيها الصديق أفتنا في سبع بقرت سمان يأكلهن سبع عجاف وسبع سنبلت خضر وأخر يابست لعلي أرجع إلى الناس لعلهم يعلمون","score":729},"29":{"verse":"يوسف أعرض عن هذا واستغفري لذنبك إنك كنت من الخاطءين","score":355},"41":{"verse":"يصحبي السجن أما أحدكما فيسقي ربه خمرا وأما الآخر فيصلب فتأكل الطير من رأسه قضي الأمر الذي فيه تستفتيان","score":663},"39":{"verse":"يصحبي السجن ءأرباب متفرقون خير أم الله الوحد القهار","score":314},"87":{"verse":"يبني اذهبوا فتحسسوا من يوسف وأخيه ولا تايسوا من روح الله إنه لا يايس من روح الله إلا القوم الكفرون","score":488},"106":{"verse":"وما يؤمن أكثرهم بالله إلا وهم مشركون","score":175},"104":{"verse":"وما تسلهم عليه من أجر إن هو إلا ذكر للعلمين","score":197},"103":{"verse":"وما أكثر الناس ولو حرصت بمؤمنين","score":181},"109":{"verse":"وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل القرى أفلم يسيروا في الأرض فينظروا كيف كان عقبة الذين من قبلهم ولدار الآخرة خير للذين اتقوا أفلا تعقلون","score":779},"53":{"verse":"وما أبرئ نفسي إن النفس لأمارة بالسوء إلا ما رحم ربي إن ربي غفور رحيم","score":343},"94":{"verse":"ولما فصلت العير قال أبوهم إني لأجد ريح يوسف لولا أن تفندون","score":316},"65":{"verse":"ولما فتحوا متعهم وجدوا بضعتهم ردت إليهم قالوا يأبانا ما نبغي هذه بضعتنا ردت إلينا ونمير أهلنا ونحفظ أخانا ونزداد كيل بعير ذلك كيل يسير","score":830},"68":{"verse":"ولما دخلوا من حيث أمرهم أبوهم ما كان يغني عنهم من الله من شي إلا حاجة في نفس يعقوب قضيها وإنه لذو علم لما علمنه ولكن أكثر الناس لا يعلمون","score":712},"69":{"verse":"ولما دخلوا على يوسف آوى إليه أخاه قال إني أنا أخوك فلا تبتئس بما كانوا يعملون","score":364},"59":{"verse":"ولما جهزهم بجهازهم قال ائتوني بأخ لكم من أبيكم ألا ترون أني أوفي الكيل وأنا خير المنزلين","score":452},"22":{"verse":"ولما بلغ أشده آتينه حكما وعلما وكذلك نجزي المحسنين","score":328},"24":{"verse":"ولقد همت به وهم بها لولا أن رءا برهن ربه كذلك لنصرف عنه السوء والفحشاء إنه من عبادنا المخلصين","score":498},"57":{"verse":"ولأجر الآخرة خير للذين آمنوا وكانوا يتقون","score":216},"6":{"verse":"وكذلك يجتبيك ربك ويعلمك من تأويل الأحاديث ويتم نعمته عليك وعلى آل يعقوب كما أتمها على أبويك من قبل إبرهيم وإسحق إن ربك عليم حكيم","score":733},"56":{"verse":"وكذلك مكنا ليوسف في الأرض يتبوأ منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع أجر المحسنين","score":541},"105":{"verse":"وكأين من آية في السموت والأرض يمرون عليها وهم عنها معرضون","score":291},"67":{"verse":"وقال يبني لا تدخلوا من باب وحد وادخلوا من أبوب متفرقة وما أغني عنكم من الله من شي إن الحكم إلا لله عليه توكلت وعليه فليتوكل المتوكلون","score":680},"30":{"verse":"وقال نسوة في المدينة امرأت العزيز ترود فتيها عن نفسه قد شغفها حبا إنا لنريها في ضلل مبين","score":562},"42":{"verse":"وقال للذي ظن أنه ناج منهما اذكرني عند ربك فأنسيه الشيطن ذكر ربه فلبث في السجن بضع سنين","score":578},"62":{"verse":"وقال لفتينه اجعلوا بضعتهم في رحالهم لعلهم يعرفونها إذا انقلبوا إلى أهلهم لعلهم يرجعون","score":470},"50":{"verse":"وقال الملك ائتوني به فلما جاءه الرسول قال ارجع إلى ربك فسله ما بال النسوة التي قطعن أيديهن إن ربي بكيدهن عليم","score":561},"54":{"verse":"وقال الملك ائتوني به أستخلصه لنفسي فلما كلمه قال إنك اليوم لدينا مكين أمين","score":363},"43":{"verse":"وقال الملك إني أرى سبع بقرت سمان يأكلهن سبع عجاف وسبع سنبلت خضر وأخر يابست يأيها الملأ أفتوني في رءيي إن كنتم للرءيا تعبرون","score":690},"45":{"verse":"وقال الذي نجا منهما وادكر بعد أمة أنا أنبئكم بتأويله فأرسلون","score":305},"21":{"verse":"وقال الذي اشتريه من مصر لامرأته أكرمي مثويه عسى أن ينفعنا أو نتخذه ولدا وكذلك مكنا ليوسف في الأرض ولنعلمه من تأويل الأحاديث والله غالب على أمره ولكن أكثر الناس لا يعلمون","score":917},"20":{"verse":"وشروه بثمن بخس درهم معدودة وكانوا فيه من الزهدين","score":343},"82":{"verse":"وسل القرية التي كنا فيها والعير التي أقبلنا فيها وإنا لصدقون","score":304},"23":{"verse":"ورودته التي هو في بيتها عن نفسه وغلقت الأبوب وقالت هيت لك قال معاذ الله إنه ربي أحسن مثواي إنه لا يفلح الظلمون","score":618},"100":{"verse":"ورفع أبويه على العرش وخروا له سجدا وقال يأبت هذا تأويل رءيي من قبل قد جعلها ربي حقا وقد أحسن بي إذ أخرجني من السجن وجاء بكم من البدو من بعد أن نزغ الشيطن بيني وبين إخوتي إن ربي لطيف لما يشاء إنه هو العليم الحكيم","score":1253},"36":{"verse":"ودخل معه السجن فتيان قال أحدهما إني أرىني أعصر خمرا وقال الآخر إني أرىني أحمل فوق رأسي خبزا تأكل الطير منه نبئنا بتأويله إنا نريك من المحسنين","score":768},"18":{"verse":"وجاءو على قميصه بدم كذب قال بل سولت لكم أنفسكم أمرا فصبر جميل والله المستعان على ما تصفون","score":524},"16":{"verse":"وجاءو أباهم عشاء يبكون","score":121},"19":{"verse":"وجاءت سيارة فأرسلوا واردهم فأدلى دلوه قال يبشرى هذا غلم وأسروه بضعة والله عليم بما يعملون","score":522},"58":{"verse":"وجاء إخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون","score":297},"84":{"verse":"وتولى عنهم وقال يأسفى على يوسف وابيضت عيناه من الحزن فهو كظيم","score":374},"25":{"verse":"واستبقا الباب وقدت قميصه من دبر وألفيا سيدها لدا الباب قالت ما جزاء من أراد بأهلك سوءا إلا أن يسجن أو عذاب أليم","score":602},"38":{"verse":"واتبعت ملة آباءي إبرهيم وإسحق ويعقوب ما كان لنا أن نشرك بالله من شي ذلك من فضل الله علينا وعلى الناس ولكن أكثر الناس لا يشكرون","score":639},"27":{"verse":"وإن كان قميصه قد من دبر فكذبت وهو من الصدقين","score":294},"3":{"verse":"نحن نقص عليك أحسن القصص بما أوحينا إليك هذا القرآن وإن كنت من قبله لمن الغفلين","score":447},"40":{"verse":"ما تعبدون من دونه إلا أسماء سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطن إن الحكم إلا لله أمر ألا تعبدوا إلا إياه ذلك الدين القيم ولكن أكثر الناس لا يعلمون","score":698},"7":{"verse":"لقد كان في يوسف وإخوته آيت للسائلين","score":208},"111":{"verse":"لقد كان في قصصهم عبرة لأولي الألبب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شي وهدى ورحمة لقوم يؤمنون","score":722},"108":{"verse":"قل هذه سبيلي أدعوا إلى الله على بصيرة أنا ومن اتبعني وسبحن الله وما أنا من المشركين","score":401},"78":{"verse":"قالوا يأيها العزيز إن له أبا شيخا كبيرا فخذ أحدنا مكانه إنا نريك من المحسنين","score":424},"11":{"verse":"قالوا يأبانا ما لك لا تأمنا على يوسف وإنا له لنصحون","score":210},"97":{"verse":"قالوا يأبانا استغفر لنا ذنوبنا إنا كنا خطءين","score":238},"17":{"verse":"قالوا يأبانا إنا ذهبنا نستبق وتركنا يوسف عند متعنا فأكله الذئب وما أنت بمؤمن لنا ولو كنا صدقين","score":488},"71":{"verse":"قالوا وأقبلوا عليهم ماذا تفقدون","score":176},"72":{"verse":"قالوا نفقد صواع الملك ولمن جاء به حمل بعير وأنا به زعيم","score":310},"14":{"verse":"قالوا لئن أكله الذئب ونحن عصبة إنا إذا لخسرون","score":245},"74":{"verse":"قالوا فما جزؤه إن كنتم كذبين","score":173},"61":{"verse":"قالوا سنرود عنه أباه وإنا لفعلون","score":157},"75":{"verse":"قالوا جزؤه من وجد في رحله فهو جزؤه كذلك نجزي الظلمين","score":396},"73":{"verse":"قالوا تالله لقد علمتم ما جئنا لنفسد في الأرض وما كنا سرقين","score":318},"91":{"verse":"قالوا تالله لقد آثرك الله علينا وإن كنا لخطين","score":238},"85":{"verse":"قالوا تالله تفتؤا تذكر يوسف حتى تكون حرضا أو تكون من الهلكين","score":354},"95":{"verse":"قالوا تالله إنك لفي ضللك القديم","score":161},"77":{"verse":"قالوا إن يسرق فقد سرق أخ له من قبل فأسرها يوسف في نفسه ولم يبدها لهم قال أنتم شر مكانا والله أعلم بما تصفون","score":604},"44":{"verse":"قالوا أضغث أحلم وما نحن بتأويل الأحلم بعلمين","score":256},"90":{"verse":"قالوا أءنك لأنت يوسف قال أنا يوسف وهذا أخي قد من الله علينا إنه من يتق ويصبر فإن الله لا يضيع أجر المحسنين","score":543},"32":{"verse":"قالت فذلكن الذي لمتنني فيه ولقد رودته عن نفسه فاستعصم ولئن لم يفعل ما آمره ليسجنن وليكونا من الصغرين","score":605},"5":{"verse":"قال يبني لا تقصص رءياك على إخوتك فيكيدوا لك كيدا إن الشيطن للإنسن عدو مبين","score":447},"26":{"verse":"قال هي رودتني عن نفسي وشهد شاهد من أهلها إن كان قميصه قد من قبل فصدقت وهو من الكذبين","score":531},"89":{"verse":"قال هل علمتم ما فعلتم بيوسف وأخيه إذ أنتم جهلون","score":266},"64":{"verse":"قال هل آمنكم عليه إلا كما أمنتكم على أخيه من قبل فالله خير حفظا وهو أرحم الرحمين","score":417},"79":{"verse":"قال معاذ الله أن نأخذ إلا من وجدنا متعنا عنده إنا إذا لظلمون","score":300},"51":{"verse":"قال ما خطبكن إذ رودتن يوسف عن نفسه قلن حش لله ما علمنا عليه من سوء قالت امرأت العزيز الن حصحص الحق أنا رودته عن نفسه وإنه لمن الصدقين","score":831},"66":{"verse":"قال لن أرسله معكم حتى تؤتون موثقا من الله لتأتنني به إلا أن يحاط بكم فلما آتوه موثقهم قال الله على ما نقول وكيل","score":552},"37":{"verse":"قال لا يأتيكما طعام ترزقانه إلا نبأتكما بتأويله قبل أن يأتيكما ذلكما مما علمني ربي إني تركت ملة قوم لا يؤمنون بالله وهم بالآخرة هم كفرون","score":665},"92":{"verse":"قال لا تثريب عليكم اليوم يغفر الله لكم وهو أرحم الرحمين","score":303},"10":{"verse":"قال قائل منهم لا تقتلوا يوسف وألقوه في غيبت الجب يلتقطه بعض السيارة إن كنتم فعلين","score":499},"98":{"verse":"قال سوف أستغفر لكم ربي إنه هو الغفور الرحيم","score":282},"33":{"verse":"قال رب السجن أحب إلي مما يدعونني إليه وإلا تصرف عني كيدهن أصب إليهن وأكن من الجهلين","score":430},"47":{"verse":"قال تزرعون سبع سنين دأبا فما حصدتم فذروه في سنبله إلا قليلا مما تأكلون","score":434},"83":{"verse":"قال بل سولت لكم أنفسكم أمرا فصبر جميل عسى الله أن يأتيني بهم جميعا إنه هو العليم الحكيم","score":450},"55":{"verse":"قال اجعلني على خزائن الأرض إني حفيظ عليم","score":263},"13":{"verse":"قال إني ليحزنني أن تذهبوا به وأخاف أن يأكله الذئب وأنتم عنه غفلون","score":360},"86":{"verse":"قال إنما أشكوا بثي وحزني إلى الله وأعلم من الله ما لا تعلمون","score":264},"31":{"verse":"فلما سمعت بمكرهن أرسلت إليهن وأعتدت لهن متكآ وآتت كل وحدة منهن سكينا وقالت اخرج عليهن فلما رأينه أكبرنه وقطعن أيديهن وقلن حش لله ما هذا بشرا إن هذا إلا ملك كريم","score":904},"63":{"verse":"فلما رجعوا إلى أبيهم قالوا يأبانا منع منا الكيل فأرسل معنا أخانا نكتل وإنا له لحفظون","score":387},"28":{"verse":"فلما رءا قميصه قد من دبر قال إنه من كيدكن إن كيدكن عظيم","score":332},"15":{"verse":"فلما ذهبوا به وأجمعوا أن يجعلوه في غيبت الجب وأوحينا إليه لتنبئنهم بأمرهم هذا وهم لا يشعرون","score":512},"88":{"verse":"فلما دخلوا عليه قالوا يأيها العزيز مسنا وأهلنا الضر وجئنا ببضعة مزجية فأوف لنا الكيل وتصدق علينا إن الله يجزي المتصدقين","score":735},"99":{"verse":"فلما دخلوا على يوسف آوى إليه أبويه وقال ادخلوا مصر إن شاء الله آمنين","score":326},"70":{"verse":"فلما جهزهم بجهازهم جعل السقاية في رحل أخيه ثم أذن مؤذن أيتها العير إنكم لسرقون","score":511},"80":{"verse":"فلما استيسوا منه خلصوا نجيا قال كبيرهم ألم تعلموا أن أباكم قد أخذ عليكم موثقا من الله ومن قبل ما فرطتم في يوسف فلن أبرح الأرض حتى يأذن لي أبي أو يحكم الله لي وهو خير الحكمين","score":960},"96":{"verse":"فلما أن جاء البشير ألقيه على وجهه فارتد بصيرا قال ألم أقل لكم إني أعلم من الله ما لا تعلمون","score":420},"76":{"verse":"فبدأ بأوعيتهم قبل وعاء أخيه ثم استخرجها من وعاء أخيه كذلك كدنا ليوسف ما كان ليأخذ أخاه في دين الملك إلا أن يشاء الله نرفع درجت من نشاء وفوق كل ذي علم عليم","score":896},"34":{"verse":"فاستجاب له ربه فصرف عنه كيدهن إنه هو السميع العليم","score":312},"60":{"verse":"فإن لم تأتوني به فلا كيل لكم عندي ولا تقربون","score":221},"101":{"verse":"رب قد آتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السموت والأرض أنت ولي في الدنيا والآخرة توفني مسلما وألحقني بالصلحين","score":678},"102":{"verse":"ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ أجمعوا أمرهم وهم يمكرون","score":359},"52":{"verse":"ذلك ليعلم أني لم أخنه بالغيب وأن الله لا يهدي كيد الخائنين","score":289},"110":{"verse":"حتى إذا استيس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين","score":552},"49":{"verse":"ثم يأتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون","score":337},"48":{"verse":"ثم يأتي من بعد ذلك سبع شداد يأكلن ما قدمتم لهن إلا قليلا مما تحصنون","score":404},"35":{"verse":"ثم بدا لهم من بعد ما رأوا الآيت ليسجننه حتى حين","score":265},"1":{"verse":"الر تلك آيت الكتب المبين","score":110},"9":{"verse":"اقتلوا يوسف أو اطرحوه أرضا يخل لكم وجه أبيكم وتكونوا من بعده قوما صلحين","score":448},"81":{"verse":"ارجعوا إلى أبيكم فقولوا يأبانا إن ابنك سرق وما شهدنا إلا بما علمنا وما كنا للغيب حفظين","score":441},"93":{"verse":"اذهبوا بقميصي هذا فألقوه على وجه أبي يأت بصيرا وأتوني بأهلكم أجمعين","score":403},"2":{"verse":"إنا أنزلنه قرءنا عربيا لعلكم تعقلون","score":185},"8":{"verse":"إذ قالوا ليوسف وأخوه أحب إلى أبينا منا ونحن عصبة إن أبانا لفي ضلل مبين","score":348},"4":{"verse":"إذ قال يوسف لأبيه يأبت إني رأيت أحد عشر كوكبا والشمس والقمر رأيتهم لي سجدين","score":459},"107":{"verse":"أفأمنوا أن تأتيهم غشية من عذاب الله أو تأتيهم الساعة بغتة وهم لا يشعرون","score":403},"12":{"verse":"أرسله معنا غدا يرتع ويلعب وإنا له لحفظون","score":256}}