{"55":{"verse":"يوم يغشيهم العذاب من فوقهم ومن تحت أرجلهم ويقول ذوقوا ما كنتم تعملون","score":415},"21":{"verse":"يعذب من يشاء ويرحم من يشاء وإليه تقلبون","score":222},"56":{"verse":"يعبادي الذين آمنوا إن أرضي وسعة فإيي فاعبدون","score":259},"54":{"verse":"يستعجلونك بالعذاب وإن جهنم لمحيطة بالكفرين","score":291},"53":{"verse":"ويستعجلونك بالعذاب ولولا أجل مسمى لجاءهم العذاب وليأتينهم بغتة وهم لا يشعرون","score":449},"27":{"verse":"ووهبنا له إسحق ويعقوب وجعلنا في ذريته النبوة والكتب وآتينه أجره في الدنيا وإنه في الآخرة لمن الصلحين","score":566},"8":{"verse":"ووصينا الإنسن بولديه حسنا وإن جهداك لتشرك بي ما ليس لك به علم فلا تطعهما إلي مرجعكم فأنبئكم بما كنتم تعملون","score":620},"6":{"verse":"ومن جهد فإنما يجهد لنفسه إن الله لغني عن العلمين","score":263},"10":{"verse":"ومن الناس من يقول آمنا بالله فإذا أوذي في الله جعل فتنة الناس كعذاب الله ولئن جاء نصر من ربك ليقولن إنا كنا معكم أوليس الله بأعلم بما في صدور العلمين","score":708},"68":{"verse":"ومن أظلم ممن افترى على الله كذبا أو كذب بالحق لما جاءه أليس في جهنم مثوى للكفرين","score":432},"64":{"verse":"وما هذه الحيوة الدنيا إلا لهو ولعب وإن الدار الآخرة لهي الحيوان لو كانوا يعلمون","score":341},"48":{"verse":"وما كنت تتلوا من قبله من كتب ولا تخطه بيمينك إذا لارتاب المبطلون","score":353},"22":{"verse":"وما أنتم بمعجزين في الأرض ولا في السماء وما لكم من دون الله من ولي ولا نصير","score":347},"11":{"verse":"وليعلمن الله الذين آمنوا وليعلمن المنفقين","score":169},"13":{"verse":"وليحملن أثقالهم وأثقالا مع أثقالهم وليسلن يوم القيمة عما كانوا يفترون","score":378},"28":{"verse":"ولوطا إذ قال لقومه إنكم لتأتون الفحشة ما سبقكم بها من أحد من العلمين","score":372},"31":{"verse":"ولما جاءت رسلنا إبرهيم بالبشرى قالوا إنا مهلكوا أهل هذه القرية إن أهلها كانوا ظلمين","score":380},"33":{"verse":"ولما أن جاءت رسلنا لوطا سي بهم وضاق بهم ذرعا وقالوا لا تخف ولا تحزن إنا منجوك وأهلك إلا امرأتك كانت من الغبرين","score":590},"3":{"verse":"ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكذبين","score":360},"35":{"verse":"ولقد تركنا منها آية بينة لقوم يعقلون","score":191},"14":{"verse":"ولقد أرسلنا نوحا إلى قومه فلبث فيهم ألف سنة إلا خمسين عاما فأخذهم الطوفان وهم ظلمون","score":489},"46":{"verse":"ولا تجدلوا أهل الكتب إلا بالتي هي أحسن إلا الذين ظلموا منهم وقولوا آمنا بالذي أنزل إلينا وأنزل إليكم وإلهنا وإلهكم وحد ونحن له مسلمون","score":614},"63":{"verse":"ولئن سألتهم من نزل من السماء ماء فأحيا به الأرض من بعد موتها ليقولن الله قل الحمد لله بل أكثرهم لا يعقلون","score":514},"61":{"verse":"ولئن سألتهم من خلق السموت والأرض وسخر الشمس والقمر ليقولن الله فأنى يؤفكون","score":406},"47":{"verse":"وكذلك أنزلنا إليك الكتب فالذين آتينهم الكتب يؤمنون به ومن هؤلاء من يؤمن به وما يجحد بآيتنا إلا الكفرون","score":494},"60":{"verse":"وكأين من دابة لا تحمل رزقها الله يرزقها وإياكم وهو السميع العليم","score":340},"39":{"verse":"وقرون وفرعون وهمن ولقد جاءهم موسى بالبينت فاستكبروا في الأرض وما كانوا سبقين","score":439},"50":{"verse":"وقالوا لولا أنزل عليه آيت من ربه قل إنما الآيت عند الله وإنما أنا نذير مبين","score":308},"12":{"verse":"وقال الذين كفروا للذين آمنوا اتبعوا سبيلنا ولنحمل خطيكم وما هم بحملين من خطيهم من شي إنهم لكذبون","score":535},"25":{"verse":"وقال إنما اتخذتم من دون الله أوثنا مودة بينكم في الحيوة الدنيا ثم يوم القيمة يكفر بعضكم ببعض ويلعن بعضكم بعضا ومأويكم النار وما لكم من نصرين","score":806},"38":{"verse":"وعادا وثمودا وقد تبين لكم من مسكنهم وزين لهم الشيطن أعملهم فصدهم عن السبيل وكانوا مستبصرين","score":576},"43":{"verse":"وتلك الأمثل نضربها للناس وما يعقلها إلا العلمون","score":222},"23":{"verse":"والذين كفروا بآيت الله ولقائه أولئك يئسوا من رحمتي وأولئك لهم عذاب أليم","score":350},"69":{"verse":"والذين جهدوا فينا لنهدينهم سبلنا وإن الله لمع المحسنين","score":274},"7":{"verse":"والذين آمنوا وعملوا الصلحت لنكفرن عنهم سياتهم ولنجزينهم أحسن الذي كانوا يعملون","score":430},"9":{"verse":"والذين آمنوا وعملوا الصلحت لندخلنهم في الصلحين","score":263},"58":{"verse":"والذين آمنوا وعملوا الصلحت لنبوئنهم من الجنة غرفا تجري من تحتها الأنهر خلدين فيها نعم أجر العملين","score":532},"18":{"verse":"وإن تكذبوا فقد كذب أمم من قبلكم وما على الرسول إلا البلغ المبين","score":324},"36":{"verse":"وإلى مدين أخاهم شعيبا فقال يقوم اعبدوا الله وارجوا اليوم الآخر ولا تعثوا في الأرض مفسدين","score":497},"16":{"verse":"وإبرهيم إذ قال لقومه اعبدوا الله واتقوه ذلكم خير لكم إن كنتم تعلمون","score":358},"5":{"verse":"من كان يرجوا لقاء الله فإن أجل الله لآت وهو السميع العليم","score":239},"41":{"verse":"مثل الذين اتخذوا من دون الله أولياء كمثل العنكبوت اتخذت بيتا وإن أوهن البيوت لبيت العنكبوت لو كانوا يعلمون","score":554},"66":{"verse":"ليكفروا بما آتينهم وليتمتعوا فسوف يعلمون","score":226},"57":{"verse":"كل نفس ذائقة الموت ثم إلينا ترجعون","score":211},"52":{"verse":"قل كفى بالله بيني وبينكم شهيدا يعلم ما في السموت والأرض والذين آمنوا بالبطل وكفروا بالله أولئك هم الخسرون","score":548},"20":{"verse":"قل سيروا في الأرض فانظروا كيف بدأ الخلق ثم الله ينشئ النشأة الآخرة إن الله على كل شي قدير","score":523},"30":{"verse":"قال رب انصرني على القوم المفسدين","score":178},"32":{"verse":"قال إن فيها لوطا قالوا نحن أعلم بمن فيها لننجينه وأهله إلا امرأته كانت من الغبرين","score":380},"24":{"verse":"فما كان جواب قومه إلا أن قالوا اقتلوه أو حرقوه فأنجيه الله من النار إن في ذلك لآيت لقوم يؤمنون","score":431},"40":{"verse":"فكلا أخذنا بذنبه فمنهم من أرسلنا عليه حاصبا ومنهم من أخذته الصيحة ومنهم من خسفنا به الأرض ومنهم من أغرقنا وما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون","score":838},"37":{"verse":"فكذبوه فأخذتهم الرجفة فأصبحوا في دارهم جثمين","score":365},"65":{"verse":"فإذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجيهم إلى البر إذا هم يشركون","score":418},"15":{"verse":"فأنجينه وأصحب السفينة وجعلنها آية للعلمين","score":248},"26":{"verse":"فآمن له لوط وقال إني مهاجر إلى ربي إنه هو العزيز الحكيم","score":294},"44":{"verse":"خلق الله السموت والأرض بالحق إن في ذلك لآية للمؤمنين","score":267},"49":{"verse":"بل هو آيت بينت في صدور الذين أوتوا العلم وما يجحد بآيتنا إلا الظلمون","score":362},"1":{"verse":"الم","score":7},"62":{"verse":"الله يبسط الرزق لمن يشاء من عباده ويقدر له إن الله بكل شي عليم","score":353},"59":{"verse":"الذين صبروا وعلى ربهم يتوكلون","score":164},"45":{"verse":"اتل ما أوحي إليك من الكتب وأقم الصلوة إن الصلوة تنهى عن الفحشاء والمنكر ولذكر الله أكبر والله يعلم ما تصنعون","score":525},"17":{"verse":"إنما تعبدون من دون الله أوثنا وتخلقون إفكا إن الذين تعبدون من دون الله لا يملكون لكم رزقا فابتغوا عند الله الرزق واعبدوه واشكروا له إليه ترجعون","score":804},"34":{"verse":"إنا منزلون على أهل هذه القرية رجزا من السماء بما كانوا يفسقون","score":313},"42":{"verse":"إن الله يعلم ما يدعون من دونه من شي وهو العزيز الحكيم","score":286},"51":{"verse":"أولم يكفهم أنا أنزلنا عليك الكتب يتلى عليهم إن في ذلك لرحمة وذكرى لقوم يؤمنون","score":388},"19":{"verse":"أولم يروا كيف يبدئ الله الخلق ثم يعيده إن ذلك على الله يسير","score":320},"67":{"verse":"أولم يروا أنا جعلنا حرما آمنا ويتخطف الناس من حولهم أفبالبطل يؤمنون وبنعمة الله يكفرون","score":446},"4":{"verse":"أم حسب الذين يعملون السيات أن يسبقونا ساء ما يحكمون","score":269},"2":{"verse":"أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون","score":216},"29":{"verse":"أئنكم لتأتون الرجال وتقطعون السبيل وتأتون في ناديكم المنكر فما كان جواب قومه إلا أن قالوا ائتنا بعذاب الله إن كنت من الصدقين","score":632}}