{"7":{"verse":"يعلمون ظهرا من الحيوة الدنيا وهم عن الآخرة هم غفلون","score":282},"19":{"verse":"يخرج الحي من الميت ويخرج الميت من الحي ويحي الأرض بعد موتها وكذلك تخرجون","score":472},"14":{"verse":"ويوم تقوم الساعة يومئذ يتفرقون","score":190},"55":{"verse":"ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة كذلك كانوا يؤفكون","score":401},"12":{"verse":"ويوم تقوم الساعة يبلس المجرمون","score":170},"27":{"verse":"وهو الذي يبدؤا الخلق ثم يعيده وهو أهون عليه وله المثل الأعلى في السموت والأرض وهو العزيز الحكيم","score":546},"24":{"verse":"ومن آيته يريكم البرق خوفا وطمعا وينزل من السماء ماء فيحي به الأرض بعد موتها إن في ذلك لآيت لقوم يعقلون","score":567},"23":{"verse":"ومن آيته منامكم باليل والنهار وابتغاؤكم من فضله إن في ذلك لآيت لقوم يسمعون","score":377},"22":{"verse":"ومن آيته خلق السموت والأرض واختلف ألسنتكم وألونكم إن في ذلك لآيت للعلمين","score":382},"46":{"verse":"ومن آيته أن يرسل الرياح مبشرت وليذيقكم من رحمته ولتجري الفلك بأمره ولتبتغوا من فضله ولعلكم تشكرون","score":604},"20":{"verse":"ومن آيته أن خلقكم من تراب ثم إذا أنتم بشر تنتشرون","score":294},"21":{"verse":"ومن آيته أن خلق لكم من أنفسكم أزوجا لتسكنوا إليها وجعل بينكم مودة ورحمة إن في ذلك لآيت لقوم يتفكرون","score":557},"25":{"verse":"ومن آيته أن تقوم السماء والأرض بأمره ثم إذا دعاكم دعوة من الأرض إذا أنتم تخرجون","score":445},"53":{"verse":"وما أنت بهد العمي عن ضللتهم إن تسمع إلا من يؤمن بآيتنا فهم مسلمون","score":309},"39":{"verse":"وما آتيتم من ربا ليربوا في أمول الناس فلا يربوا عند الله وما آتيتم من زكوة تريدون وجه الله فأولئك هم المضعفون","score":539},"26":{"verse":"وله من في السموت والأرض كل له قنتون","score":175},"18":{"verse":"وله الحمد في السموت والأرض وعشيا وحين تظهرون","score":291},"13":{"verse":"ولم يكن لهم من شركائهم شفعؤا وكانوا بشركائهم كفرين","score":290},"58":{"verse":"ولقد ضربنا للناس في هذا القرآن من كل مثل ولئن جئتهم بآية ليقولن الذين كفروا إن أنتم إلا مبطلون","score":487},"47":{"verse":"ولقد أرسلنا من قبلك رسلا إلى قومهم فجاءوهم بالبينت فانتقمنا من الذين أجرموا وكان حقا علينا نصر المؤمنين","score":525},"51":{"verse":"ولئن أرسلنا ريحا فرأوه مصفرا لظلوا من بعده يكفرون","score":295},"56":{"verse":"وقال الذين أوتوا العلم والإيمن لقد لبثتم في كتب الله إلى يوم البعث فهذا يوم البعث ولكنكم كنتم لا تعلمون","score":533},"6":{"verse":"وعد الله لا يخلف الله وعده ولكن أكثر الناس لا يعلمون","score":262},"49":{"verse":"وإن كانوا من قبل أن ينزل عليهم من قبله لمبلسين","score":211},"33":{"verse":"وإذا مس الناس ضر دعوا ربهم منيبين إليه ثم إذا أذاقهم منه رحمة إذا فريق منهم بربهم يشركون","score":516},"36":{"verse":"وإذا أذقنا الناس رحمة فرحوا بها وإن تصبهم سيئة بما قدمت أيديهم إذا هم يقنطون","score":463},"16":{"verse":"وأما الذين كفروا وكذبوا بآيتنا ولقائ الآخرة فأولئك في العذاب محضرون","score":381},"31":{"verse":"منيبين إليه واتقوه وأقيموا الصلوة ولا تكونوا من المشركين","score":270},"44":{"verse":"من كفر فعليه كفره ومن عمل صلحا فلأنفسهم يمهدون","score":288},"32":{"verse":"من الذين فرقوا دينهم وكانوا شيعا كل حزب بما لديهم فرحون","score":337},"34":{"verse":"ليكفروا بما آتينهم فتمتعوا فسوف تعلمون","score":231},"45":{"verse":"ليجزي الذين آمنوا وعملوا الصلحت من فضله إنه لا يحب الكفرين","score":327},"59":{"verse":"كذلك يطبع الله على قلوب الذين لا يعلمون","score":213},"42":{"verse":"قل سيروا في الأرض فانظروا كيف كان عقبة الذين من قبل كان أكثرهم مشركين","score":431},"57":{"verse":"فيومئذ لا ينفع الذين ظلموا معذرتهم ولا هم يستعتبون","score":311},"4":{"verse":"في بضع سنين لله الأمر من قبل ومن بعد ويومئذ يفرح المؤمنون","score":313},"3":{"verse":"في أدنى الأرض وهم من بعد غلبهم سيغلبون","score":251},"17":{"verse":"فسبحن الله حين تمسون وحين تصبحون","score":235},"50":{"verse":"فانظر إلى آثر رحمت الله كيف يحي الأرض بعد موتها إن ذلك لمحي الموتى وهو على كل شي قدير","score":505},"60":{"verse":"فاصبر إن وعد الله حق ولا يستخفنك الذين لا يوقنون","score":288},"52":{"verse":"فإنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين","score":286},"15":{"verse":"فأما الذين آمنوا وعملوا الصلحت فهم في روضة يحبرون","score":282},"30":{"verse":"فأقم وجهك للدين حنيفا فطرت الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن أكثر الناس لا يعلمون","score":632},"43":{"verse":"فأقم وجهك للدين القيم من قبل أن يأتي يوم لا مرد له من الله يومئذ يصدعون","score":365},"38":{"verse":"فآت ذا القربى حقه والمسكين وابن السبيل ذلك خير للذين يريدون وجه الله وأولئك هم المفلحون","score":484},"2":{"verse":"غلبت الروم","score":69},"41":{"verse":"ظهر الفساد في البر والبحر بما كسبت أيدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون","score":513},"28":{"verse":"ضرب لكم مثلا من أنفسكم هل لكم من ما ملكت أيمنكم من شركاء في ما رزقنكم فأنتم فيه سواء تخافونهم كخيفتكم أنفسكم كذلك نفصل الآيت لقوم يعقلون","score":799},"10":{"verse":"ثم كان عقبة الذين أسؤا السوأى أن كذبوا بآيت الله وكانوا بها يستهزؤن","score":359},"5":{"verse":"بنصر الله ينصر من يشاء وهو العزيز الرحيم","score":254},"29":{"verse":"بل اتبع الذين ظلموا أهواءهم بغير علم فمن يهدي من أضل الله وما لهم من نصرين","score":379},"1":{"verse":"الم","score":7},"11":{"verse":"الله يبدؤا الخلق ثم يعيده ثم إليه ترجعون","score":267},"48":{"verse":"الله الذي يرسل الريح فتثير سحابا فيبسطه في السماء كيف يشاء ويجعله كسفا فترى الودق يخرج من خلله فإذا أصاب به من يشاء من عباده إذا هم يستبشرون","score":917},"54":{"verse":"الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير","score":719},"40":{"verse":"الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذلكم من شي سبحنه وتعلى عما يشركون","score":669},"9":{"verse":"أولم يسيروا في الأرض فينظروا كيف كان عقبة الذين من قبلهم كانوا أشد منهم قوة وأثاروا الأرض وعمروها أكثر مما عمروها وجاءتهم رسلهم بالبينت فما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون","score":996},"37":{"verse":"أولم يروا أن الله يبسط الرزق لمن يشاء ويقدر إن في ذلك لآيت لقوم يؤمنون","score":363},"8":{"verse":"أولم يتفكروا في أنفسهم ما خلق الله السموت والأرض وما بينهما إلا بالحق وأجل مسمى وإن كثيرا من الناس بلقائ ربهم لكفرون","score":587},"35":{"verse":"أم أنزلنا عليهم سلطنا فهو يتكلم بما كانوا به يشركون","score":278}}