{"1":{"verse":"يس","score":21},"30":{"verse":"يحسرة على العباد ما يأتيهم من رسول إلا كانوا به يستهزؤن","score":298},"48":{"verse":"ويقولون متى هذا الوعد إن كنتم صدقين","score":210},"51":{"verse":"ونفخ في الصور فإذا هم من الأجداث إلى ربهم ينسلون","score":279},"68":{"verse":"ومن نعمره ننكسه في الخلق أفلا يعقلون","score":201},"22":{"verse":"وما لي لا أعبد الذي فطرني وإليه ترجعون","score":220},"17":{"verse":"وما علينا إلا البلغ المبين","score":104},"69":{"verse":"وما علمنه الشعر وما ينبغي له إن هو إلا ذكر وقرآن مبين","score":260},"46":{"verse":"وما تأتيهم من آية من آيت ربهم إلا كانوا عنها معرضين","score":227},"28":{"verse":"وما أنزلنا على قومه من بعده من جند من السماء وما كنا منزلين","score":282},"67":{"verse":"ولو نشاء لمسخنهم على مكانتهم فما استطعوا مضيا ولا يرجعون","score":332},"66":{"verse":"ولو نشاء لطمسنا على أعينهم فاستبقوا الصرط فأنى يبصرون","score":336},"73":{"verse":"ولهم فيها منفع ومشارب أفلا يشكرون","score":195},"62":{"verse":"ولقد أضل منكم جبلا كثيرا أفلم تكونوا تعقلون","score":267},"78":{"verse":"وضرب لنا مثلا ونسي خلقه قال من يحي العظم وهي رميم","score":296},"10":{"verse":"وسواء عليهم ءأنذرتهم أم لم تنذرهم لا يؤمنون","score":200},"72":{"verse":"وذللنها لهم فمنها ركوبهم ومنها يأكلون","score":168},"42":{"verse":"وخلقنا لهم من مثله ما يركبون","score":149},"9":{"verse":"وجعلنا من بين أيديهم سدا ومن خلفهم سدا فأغشينهم فهم لا يبصرون","score":391},"34":{"verse":"وجعلنا فيها جنت من نخيل وأعنب وفجرنا فيها من العيون","score":282},"20":{"verse":"وجاء من أقصا المدينة رجل يسعى قال يقوم اتبعوا المرسلين","score":299},"59":{"verse":"وامتزوا اليوم أيها المجرمون","score":130},"39":{"verse":"والقمر قدرنه منازل حتى عاد كالعرجون القديم","score":278},"2":{"verse":"والقرآن الحكيم","score":75},"38":{"verse":"والشمس تجري لمستقر لها ذلك تقدير العزيز العليم","score":336},"13":{"verse":"واضرب لهم مثلا أصحب القرية إذ جاءها المرسلون","score":266},"74":{"verse":"واتخذوا من دون الله آلهة لعلهم ينصرون","score":194},"43":{"verse":"وإن نشأ نغرقهم فلا صريخ لهم ولا هم ينقذون","score":249},"32":{"verse":"وإن كل لما جميع لدينا محضرون","score":158},"45":{"verse":"وإذا قيل لهم اتقوا ما بين أيديكم وما خلفكم لعلكم ترحمون","score":295},"47":{"verse":"وإذا قيل لهم أنفقوا مما رزقكم الله قال الذين كفروا للذين آمنوا أنطعم من لو يشاء الله أطعمه إن أنتم إلا في ضلل مبين","score":550},"61":{"verse":"وأن اعبدوني هذا صرط مستقيم","score":196},"37":{"verse":"وآية لهم اليل نسلخ منه النهار فإذا هم مظلمون","score":208},"33":{"verse":"وآية لهم الأرض الميتة أحيينها وأخرجنا منها حبا فمنه يأكلون","score":294},"41":{"verse":"وآية لهم أنا حملنا ذريتهم في الفلك المشحون","score":219},"56":{"verse":"هم وأزوجهم في ظلل على الأرائك متكؤن","score":204},"63":{"verse":"هذه جهنم التي كنتم توعدون","score":164},"49":{"verse":"ما ينظرون إلا صيحة وحدة تأخذهم وهم يخصمون","score":297},"70":{"verse":"لينذر من كان حيا ويحق القول على الكفرين","score":207},"35":{"verse":"ليأكلوا من ثمره وما عملته أيديهم أفلا يشكرون","score":234},"57":{"verse":"لهم فيها فكهة ولهم ما يدعون","score":142},"7":{"verse":"لقد حق القول على أكثرهم فهم لا يؤمنون","score":211},"6":{"verse":"لتنذر قوما ما أنذر آباؤهم فهم غفلون","score":200},"75":{"verse":"لا يستطيعون نصرهم وهم لهم جند محضرون","score":259},"40":{"verse":"لا الشمس ينبغي لها أن تدرك القمر ولا اليل سابق النهار وكل في فلك يسبحون","score":382},"26":{"verse":"قيل ادخل الجنة قال يليت قومي يعلمون","score":196},"79":{"verse":"قل يحييها الذي أنشأها أول مرة وهو بكل خلق عليم","score":245},"52":{"verse":"قالوا يويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون","score":352},"15":{"verse":"قالوا ما أنتم إلا بشر مثلنا وما أنزل الرحمن من شي إن أنتم إلا تكذبون","score":316},"19":{"verse":"قالوا طئركم معكم أئن ذكرتم بل أنتم قوم مسرفون","score":268},"16":{"verse":"قالوا ربنا يعلم إنا إليكم لمرسلون","score":135},"18":{"verse":"قالوا إنا تطيرنا بكم لئن لم تنتهوا لنرجمنكم وليمسنكم منا عذاب أليم","score":323},"50":{"verse":"فلا يستطيعون توصية ولا إلى أهلهم يرجعون","score":237},"76":{"verse":"فلا يحزنك قولهم إنا نعلم ما يسرون وما يعلنون","score":218},"83":{"verse":"فسبحن الذي بيده ملكوت كل شي وإليه ترجعون","score":272},"54":{"verse":"فاليوم لا تظلم نفس شيا ولا تجزون إلا ما كنتم تعملون","score":282},"4":{"verse":"على صرط مستقيم","score":125},"58":{"verse":"سلم قولا من رب رحيم","score":103},"36":{"verse":"سبحن الذي خلق الأزوج كلها مما تنبت الأرض ومن أنفسهم ومما لا يعلمون","score":361},"5":{"verse":"تنزيل العزيز الرحيم","score":154},"27":{"verse":"بما غفر لي ربي وجعلني من المكرمين","score":185},"65":{"verse":"اليوم نختم على أفوههم وتكلمنا أيديهم وتشهد أرجلهم بما كانوا يكسبون","score":367},"80":{"verse":"الذي جعل لكم من الشجر الأخضر نارا فإذا أنتم منه توقدون","score":320},"64":{"verse":"اصلوها اليوم بما كنتم تكفرون","score":148},"21":{"verse":"اتبعوا من لا يسلكم أجرا وهم مهتدون","score":177},"24":{"verse":"إني إذا لفي ضلل مبين","score":99},"25":{"verse":"إني آمنت بربكم فاسمعون","score":122},"11":{"verse":"إنما تنذر من اتبع الذكر وخشي الرحمن بالغيب فبشره بمغفرة وأجر كريم","score":455},"82":{"verse":"إنما أمره إذا أراد شيا أن يقول له كن فيكون","score":192},"3":{"verse":"إنك لمن المرسلين","score":64},"12":{"verse":"إنا نحن نحي الموتى ونكتب ما قدموا وآثرهم وكل شي أحصينه في إمام مبين","score":365},"8":{"verse":"إنا جعلنا في أعنقهم أغللا فهي إلى الأذقان فهم مقمحون","score":276},"29":{"verse":"إن كانت إلا صيحة وحدة فإذا هم خمدون","score":223},"53":{"verse":"إن كانت إلا صيحة وحدة فإذا هم جميع لدينا محضرون","score":305},"55":{"verse":"إن أصحب الجنة اليوم في شغل فكهون","score":211},"44":{"verse":"إلا رحمة منا ومتعا إلى حين","score":113},"14":{"verse":"إذ أرسلنا إليهم اثنين فكذبوهما فعززنا بثالث فقالوا إنا إليكم مرسلون","score":412},"81":{"verse":"أوليس الذي خلق السموت والأرض بقدر على أن يخلق مثلهم بلى وهو الخلق العليم","score":414},"71":{"verse":"أولم يروا أنا خلقنا لهم مما عملت أيدينا أنعما فهم لها ملكون","score":240},"77":{"verse":"أولم ير الإنسن أنا خلقنه من نطفة فإذا هو خصيم مبين","score":276},"31":{"verse":"ألم يروا كم أهلكنا قبلهم من القرون أنهم إليهم لا يرجعون","score":232},"60":{"verse":"ألم أعهد إليكم يبني آدم أن لا تعبدوا الشيطن إنه لكم عدو مبين","score":313},"23":{"verse":"ءأتخذ من دونه آلهة إن يردن الرحمن بضر لا تغن عني شفعتهم شيا ولا ينقذون","score":435}}