{"60":{"verse":"ويوم القيمة ترى الذين كذبوا على الله وجوههم مسودة أليس في جهنم مثوى للمتكبرين","score":432},"61":{"verse":"وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولا هم يحزنون","score":326},"70":{"verse":"ووفيت كل نفس ما عملت وهو أعلم بما يفعلون","score":208},"68":{"verse":"ونفخ في الصور فصعق من في السموت ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون","score":577},"37":{"verse":"ومن يهد الله فما له من مضل أليس الله بعزيز ذي انتقام","score":284},"67":{"verse":"وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيمة والسموت مطويت بيمينه سبحنه وتعلى عما يشركون","score":621},"47":{"verse":"ولو أن للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيمة وبدا لهم من الله ما لم يكونوا يحتسبون","score":608},"27":{"verse":"ولقد ضربنا للناس في هذا القرآن من كل مثل لعلهم يتذكرون","score":314},"65":{"verse":"ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخسرين","score":421},"38":{"verse":"ولئن سألتهم من خلق السموت والأرض ليقولن الله قل أفرءيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كشفت ضره أو أرادني برحمة هل هن ممسكت رحمته قل حسبي الله عليه يتوكل المتوكلون","score":957},"74":{"verse":"وقالوا الحمد لله الذي صدقنا وعده وأورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العملين","score":518},"71":{"verse":"وسيق الذين كفروا إلى جهنم زمرا حتى إذا جاءوها فتحت أبوبها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيت ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكفرين","score":998},"73":{"verse":"وسيق الذين اتقوا ربهم إلى الجنة زمرا حتى إذا جاءوها وفتحت أبوبها وقال لهم خزنتها سلم عليكم طبتم فادخلوها خلدين","score":693},"75":{"verse":"وترى الملئكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العلمين","score":552},"48":{"verse":"وبدا لهم سيات ما كسبوا وحاق بهم ما كانوا به يستهزؤن","score":292},"17":{"verse":"والذين اجتنبوا الطغوت أن يعبدوها وأنابوا إلى الله لهم البشرى فبشر عباد","score":400},"33":{"verse":"والذي جاء بالصدق وصدق به أولئك هم المتقون","score":264},"55":{"verse":"واتبعوا أحسن ما أنزل إليكم من ربكم من قبل أن يأتيكم العذاب بغتة وأنتم لا تشعرون","score":434},"8":{"verse":"وإذا مس الإنسن ضر دعا ربه منيبا إليه ثم إذا خوله نعمة منه نسي ما كان يدعوا إليه من قبل وجعل لله أندادا ليضل عن سبيله قل تمتع بكفرك قليلا إنك من أصحب النار","score":833},"45":{"verse":"وإذا ذكر الله وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة وإذا ذكر الذين من دونه إذا هم يستبشرون","score":549},"54":{"verse":"وأنيبوا إلى ربكم وأسلموا له من قبل أن يأتيكم العذاب ثم لا تنصرون","score":307},"12":{"verse":"وأمرت لأن أكون أول المسلمين","score":99},"69":{"verse":"وأشرقت الأرض بنور ربها ووضع الكتب وجاي بالنبين والشهداء وقضي بينهم بالحق وهم لا يظلمون","score":529},"40":{"verse":"من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم","score":265},"35":{"verse":"ليكفر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون","score":383},"4":{"verse":"لو أراد الله أن يتخذ ولدا لاصطفى مما يخلق ما يشاء سبحنه هو الله الوحد القهار","score":428},"16":{"verse":"لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده يعباد فاتقون","score":449},"34":{"verse":"لهم ما يشاءون عند ربهم ذلك جزاء المحسنين","score":240},"63":{"verse":"له مقاليد السموت والأرض والذين كفروا بآيت الله أولئك هم الخسرون","score":329},"20":{"verse":"لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهر وعد الله لا يخلف الله الميعاد","score":553},"25":{"verse":"كذب الذين من قبلهم فأتيهم العذاب من حيث لا يشعرون","score":306},"72":{"verse":"قيل ادخلوا أبوب جهنم خلدين فيها فبئس مثوى المتكبرين","score":330},"39":{"verse":"قل يقوم اعملوا على مكانتكم إني عمل فسوف تعلمون","score":239},"53":{"verse":"قل يعبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم","score":582},"10":{"verse":"قل يعباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة وأرض الله وسعة إنما يوفى الصبرون أجرهم بغير حساب","score":665},"44":{"verse":"قل لله الشفعة جميعا له ملك السموت والأرض ثم إليه ترجعون","score":331},"46":{"verse":"قل اللهم فاطر السموت والأرض علم الغيب والشهدة أنت تحكم بين عبادك في ما كانوا فيه يختلفون","score":534},"14":{"verse":"قل الله أعبد مخلصا له ديني","score":155},"11":{"verse":"قل إني أمرت أن أعبد الله مخلصا له الدين","score":190},"13":{"verse":"قل إني أخاف إن عصيت ربي عذاب يوم عظيم","score":243},"64":{"verse":"قل أفغير الله تأمروني أعبد أيها الجهلون","score":213},"28":{"verse":"قرآنا عربيا غير ذي عوج لعلهم يتقون","score":229},"50":{"verse":"قد قالها الذين من قبلهم فما أغنى عنهم ما كانوا يكسبون","score":276},"32":{"verse":"فمن أظلم ممن كذب على الله وكذب بالصدق إذ جاءه أليس في جهنم مثوى للكفرين","score":435},"15":{"verse":"فاعبدوا ما شئتم من دونه قل إن الخسرين الذين خسروا أنفسهم وأهليهم يوم القيمة ألا ذلك هو الخسران المبين","score":539},"49":{"verse":"فإذا مس الإنسن ضر دعانا ثم إذا خولنه نعمة منا قال إنما أوتيته على علم بل هي فتنة ولكن أكثرهم لا يعلمون","score":527},"51":{"verse":"فأصابهم سيات ما كسبوا والذين ظلموا من هؤلاء سيصيبهم سيات ما كسبوا وما هم بمعجزين","score":477},"26":{"verse":"فأذاقهم الله الخزي في الحيوة الدنيا ولعذاب الآخرة أكبر لو كانوا يعلمون","score":381},"29":{"verse":"ضرب الله مثلا رجلا فيه شركاء متشكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل أكثرهم لا يعلمون","score":579},"6":{"verse":"خلقكم من نفس وحدة ثم جعل منها زوجها وأنزل لكم من الأنعم ثمنية أزوج يخلقكم في بطون أمهتكم خلقا من بعد خلق في ظلمت ثلث ذلكم الله ربكم له الملك لا إله إلا هو فأنى تصرفون","score":1043},"5":{"verse":"خلق السموت والأرض بالحق يكور اليل على النهار ويكور النهار على اليل وسخر الشمس والقمر كل يجري لأجل مسمى ألا هو العزيز الغفر","score":677},"31":{"verse":"ثم إنكم يوم القيمة عند ربكم تختصمون","score":234},"1":{"verse":"تنزيل الكتب من الله العزيز الحكيم","score":208},"59":{"verse":"بلى قد جاءتك آيتي فكذبت بها واستكبرت وكنت من الكفرين","score":334},"66":{"verse":"بل الله فاعبد وكن من الشكرين","score":150},"42":{"verse":"الله يتوفى الأنفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى إن في ذلك لآيت لقوم يتفكرون","score":663},"23":{"verse":"الله نزل أحسن الحديث كتبا متشبها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد","score":971},"62":{"verse":"الله خلق كل شي وهو على كل شي وكيل","score":181},"18":{"verse":"الذين يستمعون القول فيتبعون أحسنه أولئك الذين هديهم الله وأولئك هم أولوا الألبب","score":395},"30":{"verse":"إنك ميت وإنهم ميتون","score":84},"41":{"verse":"إنا أنزلنا عليك الكتب للناس بالحق فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها وما أنت عليهم بوكيل","score":484},"2":{"verse":"إنا أنزلنا إليك الكتب بالحق فاعبد الله مخلصا له الدين","score":284},"7":{"verse":"إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم ولا تزر وازرة وزر أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات الصدور","score":939},"52":{"verse":"أولم يعلموا أن الله يبسط الرزق لمن يشاء ويقدر إن في ذلك لآيت لقوم يؤمنون","score":373},"57":{"verse":"أو تقول لو أن الله هدىني لكنت من المتقين","score":168},"58":{"verse":"أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين","score":262},"56":{"verse":"أن تقول نفس يحسرتى على ما فرطت في جنب الله وإن كنت لمن السخرين","score":363},"9":{"verse":"أمن هو قنت آناء اليل ساجدا وقائما يحذر الآخرة ويرجوا رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولوا الألبب","score":638},"43":{"verse":"أم اتخذوا من دون الله شفعاء قل أولو كانوا لا يملكون شيا ولا يعقلون","score":311},"36":{"verse":"أليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد","score":371},"21":{"verse":"ألم تر أن الله أنزل من السماء ماء فسلكه ينبيع في الأرض ثم يخرج به زرعا مختلفا ألونه ثم يهيج فتريه مصفرا ثم يجعله حطما إن في ذلك لذكرى لأولي الألبب","score":872},"3":{"verse":"ألا لله الدين الخالص والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى إن الله يحكم بينهم في ما هم فيه يختلفون إن الله لا يهدي من هو كذب كفار","score":743},"24":{"verse":"أفمن يتقي بوجهه سوء العذاب يوم القيمة وقيل للظلمين ذوقوا ما كنتم تكسبون","score":419},"22":{"verse":"أفمن شرح الله صدره للإسلم فهو على نور من ربه فويل للقسية قلوبهم من ذكر الله أولئك في ضلل مبين","score":505},"19":{"verse":"أفمن حق عليه كلمة العذاب أفأنت تنقذ من في النار","score":260}}