{"16":{"verse":"يوم هم برزون لا يخفى على الله منهم شي لمن الملك اليوم لله الوحد القهار","score":322},"52":{"verse":"يوم لا ينفع الظلمين معذرتهم ولهم اللعنة ولهم سوء الدار","score":273},"33":{"verse":"يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد","score":288},"29":{"verse":"يقوم لكم الملك اليوم ظهرين في الأرض فمن ينصرنا من بأس الله إن جاءنا قال فرعون ما أريكم إلا ما أرى وما أهديكم إلا سبيل الرشاد","score":574},"39":{"verse":"يقوم إنما هذه الحيوة الدنيا متع وإن الآخرة هي دار القرار","score":284},"19":{"verse":"يعلم خائنة الأعين وما تخفي الصدور","score":200},"41":{"verse":"ويقوم ما لي أدعوكم إلى النجوة وتدعونني إلى النار","score":216},"32":{"verse":"ويقوم إني أخاف عليكم يوم التناد","score":162},"81":{"verse":"ويريكم آيته فأي آيت الله تنكرون","score":154},"58":{"verse":"وما يستوي الأعمى والبصير والذين آمنوا وعملوا الصلحت ولا المسي قليلا ما تتذكرون","score":391},"80":{"verse":"ولكم فيها منفع ولتبلغوا عليها حاجة في صدوركم وعليها وعلى الفلك تحملون","score":423},"34":{"verse":"ولقد جاءكم يوسف من قبل بالبينت فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم لن يبعث الله من بعده رسولا كذلك يضل الله من هو مسرف مرتاب","score":777},"23":{"verse":"ولقد أرسلنا موسى بآيتنا وسلطن مبين","score":196},"78":{"verse":"ولقد أرسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول أن يأتي بآية إلا بإذن الله فإذا جاء أمر الله قضي بالحق وخسر هنالك المبطلون","score":820},"53":{"verse":"ولقد آتينا موسى الهدى وأورثنا بني إسرءيل الكتب","score":243},"6":{"verse":"وكذلك حقت كلمت ربك على الذين كفروا أنهم أصحب النار","score":302},"9":{"verse":"وقهم السيات ومن تق السيات يومئذ فقد رحمته وذلك هو الفوز العظيم","score":412},"27":{"verse":"وقال موسى إني عذت بربي وربكم من كل متكبر لا يؤمن بيوم الحساب","score":317},"36":{"verse":"وقال فرعون يهمن ابن لي صرحا لعلي أبلغ الأسبب","score":251},"26":{"verse":"وقال فرعون ذروني أقتل موسى وليدع ربه إني أخاف أن يبدل دينكم أو أن يظهر في الأرض الفساد","score":502},"28":{"verse":"وقال رجل مؤمن من آل فرعون يكتم إيمنه أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينت من ربكم وإن يك كذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم إن الله لا يهدي من هو مسرف كذاب","score":1005},"60":{"verse":"وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين","score":491},"49":{"verse":"وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما من العذاب","score":373},"38":{"verse":"وقال الذي آمن يقوم اتبعون أهدكم سبيل الرشاد","score":245},"30":{"verse":"وقال الذي آمن يقوم إني أخاف عليكم مثل يوم الأحزاب","score":266},"20":{"verse":"والله يقضي بالحق والذين يدعون من دونه لا يقضون بشي إن الله هو السميع البصير","score":430},"47":{"verse":"وإذ يتحاجون في النار فيقول الضعفؤا للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار","score":537},"18":{"verse":"وأنذرهم يوم الآزفة إذ القلوب لدى الحناجر كظمين ما للظلمين من حميم ولا شفيع يطاع","score":477},"13":{"verse":"هو الذي يريكم آيته وينزل لكم من السماء رزقا وما يتذكر إلا من ينيب","score":328},"68":{"verse":"هو الذي يحي ويميت فإذا قضى أمرا فإنما يقول له كن فيكون","score":292},"67":{"verse":"هو الذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا أشدكم ثم لتكونوا شيوخا ومنكم من يتوفى من قبل ولتبلغوا أجلا مسمى ولعلكم تعقلون","score":967},"65":{"verse":"هو الحي لا إله إلا هو فادعوه مخلصين له الدين الحمد لله رب العلمين","score":315},"54":{"verse":"هدى وذكرى لأولي الألبب","score":105},"40":{"verse":"من عمل سيئة فلا يجزى إلا مثلها ومن عمل صلحا من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة يرزقون فيها بغير حساب","score":653},"74":{"verse":"من دون الله قالوا ضلوا عنا بل لم نكن ندعوا من قبل شيا كذلك يضل الله الكفرين","score":368},"31":{"verse":"مثل دأب قوم نوح وعاد وثمود والذين من بعدهم وما الله يريد ظلما للعباد","score":419},"4":{"verse":"ما يجدل في آيت الله إلا الذين كفروا فلا يغررك تقلبهم في البلد","score":338},"57":{"verse":"لخلق السموت والأرض أكبر من خلق الناس ولكن أكثر الناس لا يعلمون","score":330},"43":{"verse":"لا جرم أنما تدعونني إليه ليس له دعوة في الدنيا ولا في الآخرة وأن مردنا إلى الله وأن المسرفين هم أصحب النار","score":495},"63":{"verse":"كذلك يؤفك الذين كانوا بآيت الله يجحدون","score":228},"5":{"verse":"كذبت قبلهم قوم نوح والأحزاب من بعدهم وهمت كل أمة برسولهم ليأخذوه وجدلوا بالبطل ليدحضوا به الحق فأخذتهم فكيف كان عقاب","score":791},"66":{"verse":"قل إني نهيت أن أعبد الذين تدعون من دون الله لما جاءني البينت من ربي وأمرت أن أسلم لرب العلمين","score":417},"11":{"verse":"قالوا ربنا أمتنا اثنتين وأحييتنا اثنتين فاعترفنا بذنوبنا فهل إلى خروج من سبيل","score":439},"50":{"verse":"قالوا أولم تك تأتيكم رسلكم بالبينت قالوا بلى قالوا فادعوا وما دعؤا الكفرين إلا في ضلل","score":422},"48":{"verse":"قال الذين استكبروا إنا كل فيها إن الله قد حكم بين العباد","score":287},"72":{"verse":"في الحميم ثم في النار يسجرون","score":173},"45":{"verse":"فوقيه الله سيات ما مكروا وحاق بآل فرعون سوء العذاب","score":277},"84":{"verse":"فلما رأوا بأسنا قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين","score":299},"25":{"verse":"فلما جاءهم بالحق من عندنا قالوا اقتلوا أبناء الذين آمنوا معه واستحيوا نساءهم وما كيد الكفرين إلا في ضلل","score":504},"83":{"verse":"فلما جاءتهم رسلهم بالبينت فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزؤن","score":439},"85":{"verse":"فلم يك ينفعهم إيمنهم لما رأوا بأسنا سنت الله التي قد خلت في عباده وخسر هنالك الكفرون","score":457},"44":{"verse":"فستذكرون ما أقول لكم وأفوض أمري إلى الله إن الله بصير بالعباد","score":318},"55":{"verse":"فاصبر إن وعد الله حق واستغفر لذنبك وسبح بحمد ربك بالعشي والإبكر","score":463},"77":{"verse":"فاصبر إن وعد الله حق فإما نرينك بعض الذي نعدهم أو نتوفينك فإلينا يرجعون","score":431},"14":{"verse":"فادعوا الله مخلصين له الدين ولو كره الكفرون","score":233},"3":{"verse":"غافر الذنب وقابل التوب شديد العقاب ذي الطول لا إله إلا هو إليه المصير","score":385},"15":{"verse":"رفيع الدرجت ذو العرش يلقي الروح من أمره على من يشاء من عباده لينذر يوم التلاق","score":436},"8":{"verse":"ربنا وأدخلهم جنت عدن التي وعدتهم ومن صلح من آبائهم وأزوجهم وذريتهم إنك أنت العزيز الحكيم","score":566},"75":{"verse":"ذلكم بما كنتم تفرحون في الأرض بغير الحق وبما كنتم تمرحون","score":368},"12":{"verse":"ذلكم بأنه إذا دعي الله وحده كفرتم وإن يشرك به تؤمنوا فالحكم لله العلي الكبير","score":427},"62":{"verse":"ذلكم الله ربكم خلق كل شي لا إله إلا هو فأنى تؤفكون","score":245},"22":{"verse":"ذلك بأنهم كانت تأتيهم رسلهم بالبينت فكفروا فأخذهم الله إنه قوي شديد العقاب","score":453},"1":{"verse":"حم","score":22},"73":{"verse":"ثم قيل لهم أين ما كنتم تشركون","score":165},"2":{"verse":"تنزيل الكتب من الله العزيز العليم","score":194},"42":{"verse":"تدعونني لأكفر بالله وأشرك به ما ليس لي به علم وأنا أدعوكم إلى العزيز الغفر","score":424},"17":{"verse":"اليوم تجزى كل نفس بما كسبت لا ظلم اليوم إن الله سريع الحساب","score":333},"46":{"verse":"النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب","score":455},"61":{"verse":"الله الذي جعل لكم اليل لتسكنوا فيه والنهار مبصرا إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون","score":499},"79":{"verse":"الله الذي جعل لكم الأنعم لتركبوا منها ومنها تأكلون","score":223},"64":{"verse":"الله الذي جعل لكم الأرض قرارا والسماء بناء وصوركم فأحسن صوركم ورزقكم من الطيبت ذلكم الله ربكم فتبارك الله رب العلمين","score":664},"7":{"verse":"الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين آمنوا ربنا وسعت كل شي رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم","score":958},"35":{"verse":"الذين يجدلون في آيت الله بغير سلطن أتيهم كبر مقتا عند الله وعند الذين آمنوا كذلك يطبع الله على كل قلب متكبر جبار","score":668},"70":{"verse":"الذين كذبوا بالكتب وبما أرسلنا به رسلنا فسوف يعلمون","score":285},"76":{"verse":"ادخلوا أبوب جهنم خلدين فيها فبئس مثوى المتكبرين","score":308},"51":{"verse":"إنا لننصر رسلنا والذين آمنوا في الحيوة الدنيا ويوم يقوم الأشهد","score":304},"59":{"verse":"إن الساعة لآتية لا ريب فيها ولكن أكثر الناس لا يؤمنون","score":237},"56":{"verse":"إن الذين يجدلون في آيت الله بغير سلطن أتيهم إن في صدورهم إلا كبر ما هم ببلغيه فاستعذ بالله إنه هو السميع البصير","score":651},"10":{"verse":"إن الذين كفروا ينادون لمقت الله أكبر من مقتكم أنفسكم إذ تدعون إلى الإيمن فتكفرون","score":420},"24":{"verse":"إلى فرعون وهمن وقرون فقالوا سحر كذاب","score":213},"71":{"verse":"إذ الأغلل في أعنقهم والسلسل يسحبون","score":211},"21":{"verse":"أولم يسيروا في الأرض فينظروا كيف كان عقبة الذين كانوا من قبلهم كانوا هم أشد منهم قوة وآثارا في الأرض فأخذهم الله بذنوبهم وما كان لهم من الله من واق","score":767},"69":{"verse":"ألم تر إلى الذين يجدلون في آيت الله أنى يصرفون","score":221},"82":{"verse":"أفلم يسيروا في الأرض فينظروا كيف كان عقبة الذين من قبلهم كانوا أكثر منهم وأشد قوة وآثارا في الأرض فما أغنى عنهم ما كانوا يكسبون","score":731},"37":{"verse":"أسبب السموت فأطلع إلى إله موسى وإني لأظنه كذبا وكذلك زين لفرعون سوء عمله وصد عن السبيل وما كيد فرعون إلا في تباب","score":653}}