{"19":{"verse":"ويوم يحشر أعداء الله إلى النار فهم يوزعون","score":214},"18":{"verse":"ونجينا الذين آمنوا وكانوا يتقون","score":144},"33":{"verse":"ومن أحسن قولا ممن دعا إلى الله وعمل صلحا وقال إنني من المسلمين","score":272},"37":{"verse":"ومن آيته اليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون","score":557},"39":{"verse":"ومن آيته أنك ترى الأرض خشعة فإذا أنزلنا عليها الماء اهتزت وربت إن الذي أحياها لمحي الموتى إنه على كل شي قدير","score":583},"35":{"verse":"وما يلقيها إلا الذين صبروا وما يلقيها إلا ذو حظ عظيم","score":292},"22":{"verse":"وما كنتم تستترون أن يشهد عليكم سمعكم ولا أبصركم ولا جلودكم ولكن ظننتم أن الله لا يعلم كثيرا مما تعملون","score":569},"44":{"verse":"ولو جعلنه قرآنا أعجميا لقالوا لولا فصلت آيته آعجمي وعربي قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر وهو عليهم عمى أولئك ينادون من مكان بعيد","score":785},"45":{"verse":"ولقد آتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وإنهم لفي شك منه مريب","score":511},"34":{"verse":"ولا تستوي الحسنة ولا السيئة ادفع بالتي هي أحسن فإذا الذي بينك وبينه عدوة كأنه ولي حميم","score":490},"50":{"verse":"ولئن أذقنه رحمة منا من بعد ضراء مسته ليقولن هذا لي وما أظن الساعة قائمة ولئن رجعت إلى ربي إن لي عنده للحسنى فلننبئن الذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ","score":891},"25":{"verse":"وقيضنا لهم قرناء فزينوا لهم ما بين أيديهم وما خلفهم وحق عليهم القول في أمم قد خلت من قبلهم من الجن والإنس إنهم كانوا خسرين","score":648},"21":{"verse":"وقالوا لجلودهم لم شهدتم علينا قالوا أنطقنا الله الذي أنطق كل شي وهو خلقكم أول مرة وإليه ترجعون","score":537},"5":{"verse":"وقالوا قلوبنا في أكنة مما تدعونا إليه وفي آذاننا وقر ومن بيننا وبينك حجاب فاعمل إننا عملون","score":432},"26":{"verse":"وقال الذين كفروا لا تسمعوا لهذا القرآن والغوا فيه لعلكم تغلبون","score":349},"29":{"verse":"وقال الذين كفروا ربنا أرنا الذين أضلانا من الجن والإنس نجعلهما تحت أقدامنا ليكونا من الأسفلين","score":446},"48":{"verse":"وضل عنهم ما كانوا يدعون من قبل وظنوا ما لهم من محيص","score":272},"23":{"verse":"وذلكم ظنكم الذي ظننتم بربكم أرديكم فأصبحتم من الخسرين","score":383},"10":{"verse":"وجعل فيها روسي من فوقها وبرك فيها وقدر فيها أقوتها في أربعة أيام سواء للسائلين","score":441},"36":{"verse":"وإما ينزغنك من الشيطن نزغ فاستعذ بالله إنه هو السميع العليم","score":384},"51":{"verse":"وإذا أنعمنا على الإنسن أعرض ونآ بجانبه وإذا مسه الشر فذو دعاء عريض","score":385},"17":{"verse":"وأما ثمود فهدينهم فاستحبوا العمى على الهدى فأخذتهم صعقة العذاب الهون بما كانوا يكسبون","score":522},"32":{"verse":"نزلا من غفور رحيم","score":126},"31":{"verse":"نحن أولياؤكم في الحيوة الدنيا وفي الآخرة ولكم فيها ما تشتهي أنفسكم ولكم فيها ما تدعون","score":463},"46":{"verse":"من عمل صلحا فلنفسه ومن أساء فعليها وما ربك بظلم للعبيد","score":319},"43":{"verse":"ما يقال لك إلا ما قد قيل للرسل من قبلك إن ربك لذو مغفرة وذو عقاب أليم","score":362},"49":{"verse":"لا يسم الإنسن من دعاء الخير وإن مسه الشر فيوس قنوط","score":281},"42":{"verse":"لا يأتيه البطل من بين يديه ولا من خلفه تنزيل من حكيم حميد","score":326},"3":{"verse":"كتب فصلت آيته قرآنا عربيا لقوم يعلمون","score":223},"6":{"verse":"قل إنما أنا بشر مثلكم يوحى إلي أنما إلهكم إله وحد فاستقيموا إليه واستغفروه وويل للمشركين","score":486},"52":{"verse":"قل أرءيتم إن كان من عند الله ثم كفرتم به من أضل ممن هو في شقاق بعيد","score":374},"9":{"verse":"قل أئنكم لتكفرون بالذي خلق الأرض في يومين وتجعلون له أندادا ذلك رب العلمين","score":421},"27":{"verse":"فلنذيقن الذين كفروا عذابا شديدا ولنجزينهم أسوأ الذي كانوا يعملون","score":397},"12":{"verse":"فقضيهن سبع سموات في يومين وأوحى في كل سماء أمرها وزينا السماء الدنيا بمصبيح وحفظا ذلك تقدير العزيز العليم","score":689},"24":{"verse":"فإن يصبروا فالنار مثوى لهم وإن يستعتبوا فما هم من المعتبين","score":307},"38":{"verse":"فإن استكبروا فالذين عند ربك يسبحون له باليل والنهار وهم لا يسمون","score":341},"13":{"verse":"فإن أعرضوا فقل أنذرتكم صعقة مثل صعقة عاد وثمود","score":375},"15":{"verse":"فأما عاد فاستكبروا في الأرض بغير الحق وقالوا من أشد منا قوة أولم يروا أن الله الذي خلقهم هو أشد منهم قوة وكانوا بآيتنا يجحدون","score":705},"16":{"verse":"فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحيوة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون","score":676},"53":{"verse":"سنريهم آيتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق أولم يكف بربك أنه على كل شي شهيد","score":499},"28":{"verse":"ذلك جزاء أعداء الله النار لهم فيها دار الخلد جزاء بما كانوا بآيتنا يجحدون","score":415},"1":{"verse":"حم","score":22},"20":{"verse":"حتى إذا ما جاءوها شهد عليهم سمعهم وأبصرهم وجلودهم بما كانوا يعملون","score":385},"11":{"verse":"ثم استوى إلى السماء وهي دخان فقال لها وللأرض ائتيا طوعا أو كرها قالتا أتينا طائعين","score":435},"2":{"verse":"تنزيل من الرحمن الرحيم","score":128},"4":{"verse":"بشيرا ونذيرا فأعرض أكثرهم فهم لا يسمعون","score":269},"7":{"verse":"الذين لا يؤتون الزكوة وهم بالآخرة هم كفرون","score":225},"40":{"verse":"إن الذين يلحدون في آيتنا لا يخفون علينا أفمن يلقى في النار خير أم من يأتي آمنا يوم القيمة اعملوا ما شئتم إنه بما تعملون بصير","score":583},"41":{"verse":"إن الذين كفروا بالذكر لما جاءهم وإنه لكتب عزيز","score":270},"30":{"verse":"إن الذين قالوا ربنا الله ثم استقموا تتنزل عليهم الملئكة ألا تخافوا ولا تحزنوا وأبشروا بالجنة التي كنتم توعدون","score":599},"8":{"verse":"إن الذين آمنوا وعملوا الصلحت لهم أجر غير ممنون","score":233},"47":{"verse":"إليه يرد علم الساعة وما تخرج من ثمرت من أكمامها وما تحمل من أنثى ولا تضع إلا بعلمه ويوم يناديهم أين شركاءي قالوا آذنك ما منا من شهيد","score":678},"14":{"verse":"إذ جاءتهم الرسل من بين أيديهم ومن خلفهم ألا تعبدوا إلا الله قالوا لو شاء ربنا لأنزل ملئكة فإنا بما أرسلتم به كفرون","score":549},"54":{"verse":"ألا إنهم في مرية من لقاء ربهم ألا إنه بكل شي محيط","score":233}}