{"18":{"verse":"يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها ويعلمون أنها الحق ألا إن الذين يمارون في الساعة لفي ضلل بعيد","score":576},"35":{"verse":"ويعلم الذين يجدلون في آيتنا ما لهم من محيص","score":225},"26":{"verse":"ويستجيب الذين آمنوا وعملوا الصلحت ويزيدهم من فضله والكفرون لهم عذاب شديد","score":477},"28":{"verse":"وهو الذي ينزل الغيث من بعد ما قنطوا وينشر رحمته وهو الولي الحميد","score":408},"25":{"verse":"وهو الذي يقبل التوبة عن عباده ويعفوا عن السيات ويعلم ما تفعلون","score":342},"44":{"verse":"ومن يضلل الله فما له من ولي من بعده وترى الظلمين لما رأوا العذاب يقولون هل إلى مرد من سبيل","score":405},"29":{"verse":"ومن آيته خلق السموت والأرض وما بث فيهما من دابة وهو على جمعهم إذا يشاء قدير","score":436},"32":{"verse":"ومن آيته الجوار في البحر كالأعلم","score":162},"46":{"verse":"وما كان لهم من أولياء ينصرونهم من دون الله ومن يضلل الله فما له من سبيل","score":284},"51":{"verse":"وما كان لبشر أن يكلمه الله إلا وحيا أو من ورائ حجاب أو يرسل رسولا فيوحي بإذنه ما يشاء إنه علي حكيم","score":479},"14":{"verse":"وما تفرقوا إلا من بعد ما جاءهم العلم بغيا بينهم ولولا كلمة سبقت من ربك إلى أجل مسمى لقضي بينهم وإن الذين أورثوا الكتب من بعدهم لفي شك منه مريب","score":749},"10":{"verse":"وما اختلفتم فيه من شي فحكمه إلى الله ذلكم الله ربي عليه توكلت وإليه أنيب","score":374},"31":{"verse":"وما أنتم بمعجزين في الأرض وما لكم من دون الله من ولي ولا نصير","score":296},"30":{"verse":"وما أصبكم من مصيبة فبما كسبت أيديكم ويعفوا عن كثير","score":332},"8":{"verse":"ولو شاء الله لجعلهم أمة وحدة ولكن يدخل من يشاء في رحمته والظلمون ما لهم من ولي ولا نصير","score":453},"27":{"verse":"ولو بسط الله الرزق لعباده لبغوا في الأرض ولكن ينزل بقدر ما يشاء إنه بعباده خبير بصير","score":557},"43":{"verse":"ولمن صبر وغفر إن ذلك لمن عزم الأمور","score":209},"41":{"verse":"ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل","score":249},"7":{"verse":"وكذلك أوحينا إليك قرآنا عربيا لتنذر أم القرى ومن حولها وتنذر يوم الجمع لا ريب فيه فريق في الجنة وفريق في السعير","score":627},"52":{"verse":"وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتب ولا الإيمن ولكن جعلنه نورا نهدي به من نشاء من عبادنا وإنك لتهدي إلى صرط مستقيم","score":671},"40":{"verse":"وجزؤا سيئة سيئة مثلها فمن عفا وأصلح فأجره على الله إنه لا يحب الظلمين","score":423},"45":{"verse":"وتريهم يعرضون عليها خشعين من الذل ينظرون من طرف خفي وقال الذين آمنوا إن الخسرين الذين خسروا أنفسهم وأهليهم يوم القيمة ألا إن الظلمين في عذاب مقيم","score":829},"16":{"verse":"والذين يحاجون في الله من بعد ما استجيب له حجتهم داحضة عند ربهم وعليهم غضب ولهم عذاب شديد","score":630},"37":{"verse":"والذين يجتنبون كبئر الإثم والفوحش وإذا ما غضبوا هم يغفرون","score":388},"38":{"verse":"والذين استجابوا لربهم وأقاموا الصلوة وأمرهم شورى بينهم ومما رزقنهم ينفقون","score":407},"6":{"verse":"والذين اتخذوا من دونه أولياء الله حفيظ عليهم وما أنت عليهم بوكيل","score":339},"39":{"verse":"والذين إذا أصابهم البغي هم ينتصرون","score":211},"20":{"verse":"من كان يريد حرث الآخرة نزد له في حرثه ومن كان يريد حرث الدنيا نؤته منها وما له في الآخرة من نصيب","score":583},"12":{"verse":"له مقاليد السموت والأرض يبسط الرزق لمن يشاء ويقدر إنه بكل شي عليم","score":405},"4":{"verse":"له ما في السموت وما في الأرض وهو العلي العظيم","score":228},"49":{"verse":"لله ملك السموت والأرض يخلق ما يشاء يهب لمن يشاء إنثا ويهب لمن يشاء الذكور","score":379},"3":{"verse":"كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم","score":295},"36":{"verse":"فما أوتيتم من شي فمتع الحيوة الدنيا وما عند الله خير وأبقى للذين آمنوا وعلى ربهم يتوكلون","score":449},"15":{"verse":"فلذلك فادع واستقم كما أمرت ولا تتبع أهواءهم وقل آمنت بما أنزل الله من كتب وأمرت لأعدل بينكم الله ربنا وربكم لنا أعملنا ولكم أعملكم لا حجة بيننا وبينكم الله يجمع بيننا وإليه المصير","score":876},"11":{"verse":"فاطر السموت والأرض جعل لكم من أنفسكم أزوجا ومن الأنعم أزوجا يذرؤكم فيه ليس كمثله شي وهو السميع البصير","score":642},"48":{"verse":"فإن أعرضوا فما أرسلنك عليهم حفيظا إن عليك إلا البلغ وإنا إذا أذقنا الإنسن منا رحمة فرح بها وإن تصبهم سيئة بما قدمت أيديهم فإن الإنسن كفور","score":764},"2":{"verse":"عسق","score":41},"53":{"verse":"صرط الله الذي له ما في السموت وما في الأرض ألا إلى الله تصير الأمور","score":317},"13":{"verse":"شرع لكم من الدين ما وصى به نوحا والذي أوحينا إليك وما وصينا به إبرهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه كبر على المشركين ما تدعوهم إليه الله يجتبي إليه من يشاء ويهدي إليه من ينيب","score":954},"23":{"verse":"ذلك الذي يبشر الله عباده الذين آمنوا وعملوا الصلحت قل لا أسلكم عليه أجرا إلا المودة في القربى ومن يقترف حسنة نزد له فيها حسنا إن الله غفور شكور","score":820},"1":{"verse":"حم","score":22},"5":{"verse":"تكاد السموت يتفطرن من فوقهن والملئكة يسبحون بحمد ربهم ويستغفرون لمن في الأرض ألا إن الله هو الغفور الرحيم","score":643},"22":{"verse":"ترى الظلمين مشفقين مما كسبوا وهو واقع بهم والذين آمنوا وعملوا الصلحت في روضات الجنات لهم ما يشاءون عند ربهم ذلك هو الفضل الكبير","score":714},"19":{"verse":"الله لطيف بعباده يرزق من يشاء وهو القوي العزيز","score":315},"17":{"verse":"الله الذي أنزل الكتب بالحق والميزان وما يدريك لعل الساعة قريب","score":338},"47":{"verse":"استجيبوا لربكم من قبل أن يأتي يوم لا مرد له من الله ما لكم من ملجإ يومئذ وما لكم من نكير","score":386},"42":{"verse":"إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم عذاب أليم","score":441},"33":{"verse":"إن يشأ يسكن الريح فيظللن رواكد على ظهره إن في ذلك لآيت لكل صبار شكور","score":430},"34":{"verse":"أو يوبقهن بما كسبوا ويعف عن كثير","score":204},"50":{"verse":"أو يزوجهم ذكرانا وإنثا ويجعل من يشاء عقيما إنه عليم قدير","score":342},"24":{"verse":"أم يقولون افترى على الله كذبا فإن يشإ الله يختم على قلبك ويمح الله البطل ويحق الحق بكلمته إنه عليم بذات الصدور","score":619},"21":{"verse":"أم لهم شركؤا شرعوا لهم من الدين ما لم يأذن به الله ولولا كلمة الفصل لقضي بينهم وإن الظلمين لهم عذاب أليم","score":496},"9":{"verse":"أم اتخذوا من دونه أولياء فالله هو الولي وهو يحي الموتى وهو على كل شي قدير","score":353}}