{"68":{"verse":"يعباد لا خوف عليكم اليوم ولا أنتم تحزنون","score":228},"71":{"verse":"يطاف عليهم بصحاف من ذهب وأكواب وفيها ما تشتهيه الأنفس وتلذ الأعين وأنتم فيها خلدون","score":503},"84":{"verse":"وهو الذي في السماء إله وفي الأرض إله وهو الحكيم العليم","score":250},"51":{"verse":"ونادى فرعون في قومه قال يقوم أليس لي ملك مصر وهذه الأنهر تجري من تحتي أفلا تبصرون","score":474},"77":{"verse":"ونادوا يملك ليقض علينا ربك قال إنكم مكثون","score":231},"36":{"verse":"ومن يعش عن ذكر الرحمن نقيض له شيطنا فهو له قرين","score":314},"7":{"verse":"وما يأتيهم من نبي إلا كانوا به يستهزؤن","score":181},"48":{"verse":"وما نريهم من آية إلا هي أكبر من أختها وأخذنهم بالعذاب لعلهم يرجعون","score":339},"76":{"verse":"وما ظلمنهم ولكن كانوا هم الظلمين","score":155},"33":{"verse":"ولولا أن يكون الناس أمة وحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومعارج عليها يظهرون","score":524},"60":{"verse":"ولو نشاء لجعلنا منكم ملئكة في الأرض يخلفون","score":230},"39":{"verse":"ولن ينفعكم اليوم إذ ظلمتم أنكم في العذاب مشتركون","score":284},"57":{"verse":"ولما ضرب ابن مريم مثلا إذا قومك منه يصدون","score":237},"30":{"verse":"ولما جاءهم الحق قالوا هذا سحر وإنا به كفرون","score":233},"63":{"verse":"ولما جاء عيسى بالبينت قال قد جئتكم بالحكمة ولأبين لكم بعض الذي تختلفون فيه فاتقوا الله وأطيعون","score":574},"46":{"verse":"ولقد أرسلنا موسى بآيتنا إلى فرعون وملإيه فقال إني رسول رب العلمين","score":310},"34":{"verse":"ولبيوتهم أبوبا وسررا عليها يتكؤن","score":174},"86":{"verse":"ولا يملك الذين يدعون من دونه الشفعة إلا من شهد بالحق وهم يعلمون","score":342},"62":{"verse":"ولا يصدنكم الشيطن إنه لكم عدو مبين","score":210},"87":{"verse":"ولئن سألتهم من خلقهم ليقولن الله فأنى يؤفكون","score":214},"9":{"verse":"ولئن سألتهم من خلق السموت والأرض ليقولن خلقهن العزيز العليم","score":351},"6":{"verse":"وكم أرسلنا من نبي في الأولين","score":113},"23":{"verse":"وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا آباءنا على أمة وإنا على آثرهم مقتدون","score":501},"88":{"verse":"وقيله يرب إن هؤلاء قوم لا يؤمنون","score":129},"49":{"verse":"وقالوا يأيه الساحر ادع لنا ربك بما عهد عندك إننا لمهتدون","score":301},"31":{"verse":"وقالوا لولا نزل هذا القرآن على رجل من القريتين عظيم","score":273},"20":{"verse":"وقالوا لو شاء الرحمن ما عبدنهم ما لهم بذلك من علم إن هم إلا يخرصون","score":314},"58":{"verse":"وقالوا ءألهتنا خير أم هو ما ضربوه لك إلا جدلا بل هم قوم خصمون","score":315},"45":{"verse":"وسل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون","score":310},"35":{"verse":"وزخرفا وإن كل ذلك لما متع الحيوة الدنيا والآخرة عند ربك للمتقين","score":367},"15":{"verse":"وجعلوا له من عباده جزءا إن الإنسن لكفور مبين","score":239},"19":{"verse":"وجعلوا الملئكة الذين هم عبد الرحمن إنثا أشهدوا خلقهم ستكتب شهدتهم ويسلون","score":475},"28":{"verse":"وجعلها كلمة باقية في عقبه لعلهم يرجعون","score":247},"72":{"verse":"وتلك الجنة التي أورثتموها بما كنتم تعملون","score":226},"85":{"verse":"وتبارك الذي له ملك السموت والأرض وما بينهما وعنده علم الساعة وإليه ترجعون","score":391},"2":{"verse":"والكتب المبين","score":63},"11":{"verse":"والذي نزل من السماء ماء بقدر فأنشرنا به بلدة ميتا كذلك تخرجون","score":371},"12":{"verse":"والذي خلق الأزوج كلها وجعل لكم من الفلك والأنعم ما تركبون","score":307},"37":{"verse":"وإنهم ليصدونهم عن السبيل ويحسبون أنهم مهتدون","score":257},"61":{"verse":"وإنه لعلم للساعة فلا تمترن بها واتبعون هذا صرط مستقيم","score":326},"44":{"verse":"وإنه لذكر لك ولقومك وسوف تسلون","score":179},"4":{"verse":"وإنه في أم الكتب لدينا لعلي حكيم","score":161},"14":{"verse":"وإنا إلى ربنا لمنقلبون","score":77},"17":{"verse":"وإذا بشر أحدهم بما ضرب للرحمن مثلا ظل وجهه مسودا وهو كظيم","score":405},"26":{"verse":"وإذ قال إبرهيم لأبيه وقومه إنني براء مما تعبدون","score":232},"66":{"verse":"هل ينظرون إلا الساعة أن تأتيهم بغتة وهم لا يشعرون","score":276},"73":{"verse":"لكم فيها فكهة كثيرة منها تأكلون","score":183},"78":{"verse":"لقد جئنكم بالحق ولكن أكثركم للحق كرهون","score":265},"13":{"verse":"لتستوا على ظهوره ثم تذكروا نعمة ربكم إذا استويتم عليه وتقولوا سبحن الذي سخر لنا هذا وما كنا له مقرنين","score":611},"75":{"verse":"لا يفتر عنهم وهم فيه مبلسون","score":147},"81":{"verse":"قل إن كان للرحمن ولد فأنا أول العبدين","score":169},"24":{"verse":"قل أولو جئتكم بأهدى مما وجدتم عليه آباءكم قالوا إنا بما أرسلتم به كفرون","score":368},"53":{"verse":"فلولا ألقي عليه أسورة من ذهب أو جاء معه الملئكة مقترنين","score":280},"50":{"verse":"فلما كشفنا عنهم العذاب إذا هم ينكثون","score":218},"47":{"verse":"فلما جاءهم بآيتنا إذا هم منها يضحكون","score":193},"55":{"verse":"فلما آسفونا انتقمنا منهم فأغرقنهم أجمعين","score":235},"83":{"verse":"فذرهم يخوضوا ويلعبوا حتى يلقوا يومهم الذي يوعدون","score":306},"56":{"verse":"فجعلنهم سلفا ومثلا للآخرين","score":170},"25":{"verse":"فانتقمنا منهم فانظر كيف كان عقبة المكذبين","score":258},"89":{"verse":"فاصفح عنهم وقل سلم فسوف يعلمون","score":213},"43":{"verse":"فاستمسك بالذي أوحي إليك إنك على صرط مستقيم","score":292},"54":{"verse":"فاستخف قومه فأطاعوه إنهم كانوا قوما فسقين","score":278},"65":{"verse":"فاختلف الأحزاب من بينهم فويل للذين ظلموا من عذاب يوم أليم","score":322},"41":{"verse":"فإما نذهبن بك فإنا منهم منتقمون","score":157},"8":{"verse":"فأهلكنا أشد منهم بطشا ومضى مثل الأولين","score":234},"82":{"verse":"سبحن رب السموت والأرض رب العرش عما يصفون","score":267},"1":{"verse":"حم","score":22},"38":{"verse":"حتى إذا جاءنا قال يليت بيني وبينك بعد المشرقين فبئس القرين","score":346},"29":{"verse":"بل متعت هؤلاء وآباءهم حتى جاءهم الحق ورسول مبين","score":247},"22":{"verse":"بل قالوا إنا وجدنا آباءنا على أمة وإنا على آثرهم مهتدون","score":242},"69":{"verse":"الذين آمنوا بآيتنا وكانوا مسلمين","score":133},"10":{"verse":"الذي جعل لكم الأرض مهدا وجعل لكم فيها سبلا لعلكم تهتدون","score":329},"67":{"verse":"الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين","score":245},"70":{"verse":"ادخلوا الجنة أنتم وأزوجكم تحبرون","score":218},"3":{"verse":"إنا جعلنه قرءنا عربيا لعلكم تعقلون","score":188},"59":{"verse":"إن هو إلا عبد أنعمنا عليه وجعلنه مثلا لبني إسرءيل","score":241},"74":{"verse":"إن المجرمين في عذاب جهنم خلدون","score":188},"64":{"verse":"إن الله هو ربي وربكم فاعبدوه هذا صرط مستقيم","score":285},"27":{"verse":"إلا الذي فطرني فإنه سيهدين","score":163},"18":{"verse":"أومن ينشؤا في الحلية وهو في الخصام غير مبين","score":253},"42":{"verse":"أو نرينك الذي وعدنهم فإنا عليهم مقتدرون","score":219},"32":{"verse":"أهم يقسمون رحمت ربك نحن قسمنا بينهم معيشتهم في الحيوة الدنيا ورفعنا بعضهم فوق بعض درجت ليتخذ بعضهم بعضا سخريا ورحمت ربك خير مما يجمعون","score":967},"80":{"verse":"أم يحسبون أنا لا نسمع سرهم ونجويهم بلى ورسلنا لديهم يكتبون","score":311},"16":{"verse":"أم اتخذ مما يخلق بنات وأصفيكم بالبنين","score":223},"52":{"verse":"أم أنا خير من هذا الذي هو مهين ولا يكاد يبين","score":199},"79":{"verse":"أم أبرموا أمرا فإنا مبرمون","score":98},"21":{"verse":"أم آتينهم كتبا من قبله فهم به مستمسكون","score":214},"5":{"verse":"أفنضرب عنكم الذكر صفحا أن كنتم قوما مسرفين","score":283},"40":{"verse":"أفأنت تسمع الصم أو تهدي العمي ومن كان في ضلل مبين","score":265}}