{"8":{"verse":"يسمع آيت الله تتلى عليه ثم يصر مستكبرا كأن لم يسمعها فبشره بعذاب أليم","score":426},"7":{"verse":"ويل لكل أفاك أثيم","score":88},"37":{"verse":"وله الكبرياء في السموت والأرض وهو العزيز الحكيم","score":276},"27":{"verse":"ولله ملك السموت والأرض ويوم تقوم الساعة يومئذ يخسر المبطلون","score":341},"16":{"verse":"ولقد آتينا بني إسرءيل الكتب والحكم والنبوة ورزقنهم من الطيبت وفضلنهم على العلمين","score":444},"34":{"verse":"وقيل اليوم ننسيكم كما نسيتم لقاء يومكم هذا ومأويكم النار وما لكم من نصرين","score":337},"24":{"verse":"وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر وما لهم بذلك من علم إن هم إلا يظنون","score":402},"4":{"verse":"وفي خلقكم وما يبث من دابة آيت لقوم يوقنون","score":243},"13":{"verse":"وسخر لكم ما في السموت وما في الأرض جميعا منه إن في ذلك لآيت لقوم يتفكرون","score":399},"22":{"verse":"وخلق الله السموت والأرض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون","score":406},"28":{"verse":"وترى كل أمة جاثية كل أمة تدعى إلى كتبها اليوم تجزون ما كنتم تعملون","score":363},"33":{"verse":"وبدا لهم سيات ما عملوا وحاق بهم ما كانوا به يستهزؤن","score":276},"5":{"verse":"واختلف اليل والنهار وما أنزل الله من السماء من رزق فأحيا به الأرض بعد موتها وتصريف الريح آيت لقوم يعقلون","score":566},"32":{"verse":"وإذا قيل إن وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة إن نظن إلا ظنا وما نحن بمستيقنين","score":514},"9":{"verse":"وإذا علم من آيتنا شيا اتخذها هزوا أولئك لهم عذاب مهين","score":289},"25":{"verse":"وإذا تتلى عليهم آيتنا بينت ما كان حجتهم إلا أن قالوا ائتوا بآبائنا إن كنتم صدقين","score":387},"31":{"verse":"وأما الذين كفروا أفلم تكن آيتي تتلى عليكم فاستكبرتم وكنتم قوما مجرمين","score":387},"17":{"verse":"وآتينهم بينت من الأمر فما اختلفوا إلا من بعد ما جاءهم العلم بغيا بينهم إن ربك يقضي بينهم يوم القيمة فيما كانوا فيه يختلفون","score":626},"11":{"verse":"هذا هدى والذين كفروا بآيت ربهم لهم عذاب من رجز أليم","score":298},"29":{"verse":"هذا كتبنا ينطق عليكم بالحق إنا كنا نستنسخ ما كنتم تعملون","score":342},"20":{"verse":"هذا بصئر للناس وهدى ورحمة لقوم يوقنون","score":225},"10":{"verse":"من ورائهم جهنم ولا يغني عنهم ما كسبوا شيا ولا ما اتخذوا من دون الله أولياء ولهم عذاب عظيم","score":454},"15":{"verse":"من عمل صلحا فلنفسه ومن أساء فعليها ثم إلى ربكم ترجعون","score":314},"14":{"verse":"قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ليجزي قوما بما كانوا يكسبون","score":381},"26":{"verse":"قل الله يحييكم ثم يميتكم ثم يجمعكم إلى يوم القيمة لا ريب فيه ولكن أكثر الناس لا يعلمون","score":458},"36":{"verse":"فلله الحمد رب السموت ورب الأرض رب العلمين","score":224},"30":{"verse":"فأما الذين آمنوا وعملوا الصلحت فيدخلهم ربهم في رحمته ذلك هو الفوز المبين","score":421},"35":{"verse":"ذلكم بأنكم اتخذتم آيت الله هزوا وغرتكم الحيوة الدنيا فاليوم لا يخرجون منها ولا هم يستعتبون","score":525},"1":{"verse":"حم","score":22},"18":{"verse":"ثم جعلنك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون","score":351},"2":{"verse":"تنزيل الكتب من الله العزيز الحكيم","score":208},"6":{"verse":"تلك آيت الله نتلوها عليك بالحق فبأي حديث بعد الله وآيته يؤمنون","score":355},"12":{"verse":"الله الذي سخر لكم البحر لتجري الفلك فيه بأمره ولتبتغوا من فضله ولعلكم تشكرون","score":480},"19":{"verse":"إنهم لن يغنوا عنك من الله شيا وإن الظلمين بعضهم أولياء بعض والله ولي المتقين","score":375},"3":{"verse":"إن في السموت والأرض لآيت للمؤمنين","score":150},"21":{"verse":"أم حسب الذين اجترحوا السيات أن نجعلهم كالذين آمنوا وعملوا الصلحت سواء محياهم ومماتهم ساء ما يحكمون","score":530},"23":{"verse":"أفرءيت من اتخذ إلهه هويه وأضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشوة فمن يهديه من بعد الله أفلا تذكرون","score":699}}