{"31":{"verse":"يقومنا أجيبوا داعي الله وآمنوا به يغفر لكم من ذنوبكم ويجركم من عذاب أليم","score":392},"34":{"verse":"ويوم يعرض الذين كفروا على النار أليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون","score":525},"20":{"verse":"ويوم يعرض الذين كفروا على النار أذهبتم طيبتكم في حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون في الأرض بغير الحق وبما كنتم تفسقون","score":980},"15":{"verse":"ووصينا الإنسن بولديه إحسنا حملته أمه كرها ووضعته كرها وحمله وفصله ثلثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة قال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى ولدي وأن أعمل صلحا ترضيه وأصلح لي في ذريتي إني تبت إليك وإني من المسلمين","score":1397},"32":{"verse":"ومن لا يجب داعي الله فليس بمعجز في الأرض وليس له من دونه أولياء أولئك في ضلل مبين","score":437},"12":{"verse":"ومن قبله كتب موسى إماما ورحمة وهذا كتب مصدق لسانا عربيا لينذر الذين ظلموا وبشرى للمحسنين","score":528},"5":{"verse":"ومن أضل ممن يدعوا من دون الله من لا يستجيب له إلى يوم القيمة وهم عن دعائهم غفلون","score":397},"19":{"verse":"ولكل درجت مما عملوا وليوفيهم أعملهم وهم لا يظلمون","score":251},"26":{"verse":"ولقد مكنهم فيما إن مكنكم فيه وجعلنا لهم سمعا وأبصرا وأفءدة فما أغنى عنهم سمعهم ولا أبصرهم ولا أفدتهم من شي إذ كانوا يجحدون بآيت الله وحاق بهم ما كانوا به يستهزؤن","score":911},"27":{"verse":"ولقد أهلكنا ما حولكم من القرى وصرفنا الآيت لعلهم يرجعون","score":291},"11":{"verse":"وقال الذين كفروا للذين آمنوا لو كان خيرا ما سبقونا إليه وإذ لم يهتدوا به فسيقولون هذا إفك قديم","score":499},"17":{"verse":"والذي قال لولديه أف لكما أتعدانني أن أخرج وقد خلت القرون من قبلي وهما يستغيثان الله ويلك آمن إن وعد الله حق فيقول ما هذا إلا أسطير الأولين","score":746},"21":{"verse":"واذكر أخا عاد إذ أنذر قومه بالأحقاف وقد خلت النذر من بين يديه ومن خلفه ألا تعبدوا إلا الله إني أخاف عليكم عذاب يوم عظيم","score":698},"6":{"verse":"وإذا حشر الناس كانوا لهم أعداء وكانوا بعبادتهم كفرين","score":291},"7":{"verse":"وإذا تتلى عليهم آيتنا بينت قال الذين كفروا للحق لما جاءهم هذا سحر مبين","score":377},"29":{"verse":"وإذ صرفنا إليك نفرا من الجن يستمعون القرآن فلما حضروه قالوا أنصتوا فلما قضي ولوا إلى قومهم منذرين","score":533},"3":{"verse":"ما خلقنا السموت والأرض وما بينهما إلا بالحق وأجل مسمى والذين كفروا عما أنذروا معرضون","score":440},"9":{"verse":"قل ما كنت بدعا من الرسل وما أدري ما يفعل بي ولا بكم إن أتبع إلا ما يوحى إلي وما أنا إلا نذير مبين","score":403},"4":{"verse":"قل أرءيتم ما تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السموت ائتوني بكتب من قبل هذا أو أثرة من علم إن كنتم صدقين","score":679},"10":{"verse":"قل أرءيتم إن كان من عند الله وكفرتم به وشهد شاهد من بني إسرءيل على مثله فآمن واستكبرتم إن الله لا يهدي القوم الظلمين","score":608},"30":{"verse":"قالوا يقومنا إنا سمعنا كتبا أنزل من بعد موسى مصدقا لما بين يديه يهدي إلى الحق وإلى طريق مستقيم","score":534},"22":{"verse":"قالوا أجئتنا لتأفكنا عن آلهتنا فأتنا بما تعدنا إن كنت من الصدقين","score":330},"23":{"verse":"قال إنما العلم عند الله وأبلغكم ما أرسلت به ولكني أريكم قوما تجهلون","score":332},"28":{"verse":"فلولا نصرهم الذين اتخذوا من دون الله قربانا آلهة بل ضلوا عنهم وذلك إفكهم وما كانوا يفترون","score":460},"24":{"verse":"فلما رأوه عارضا مستقبل أوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب أليم","score":559},"35":{"verse":"فاصبر كما صبر أولوا العزم من الرسل ولا تستعجل لهم كأنهم يوم يرون ما يوعدون لم يلبثوا إلا ساعة من نهار بلغ فهل يهلك إلا القوم الفسقون","score":691},"1":{"verse":"حم","score":22},"2":{"verse":"تنزيل الكتب من الله العزيز الحكيم","score":208},"25":{"verse":"تدمر كل شي بأمر ربها فأصبحوا لا يرى إلا مسكنهم كذلك نجزي القوم المجرمين","score":423},"13":{"verse":"إن الذين قالوا ربنا الله ثم استقموا فلا خوف عليهم ولا هم يحزنون","score":332},"33":{"verse":"أولم يروا أن الله الذي خلق السموت والأرض ولم يعي بخلقهن بقدر على أن يحي الموتى بلى إنه على كل شي قدير","score":519},"16":{"verse":"أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سياتهم في أصحب الجنة وعد الصدق الذي كانوا يوعدون","score":593},"18":{"verse":"أولئك الذين حق عليهم القول في أمم قد خلت من قبلهم من الجن والإنس إنهم كانوا خسرين","score":420},"14":{"verse":"أولئك أصحب الجنة خلدين فيها جزاء بما كانوا يعملون","score":291},"8":{"verse":"أم يقولون افتريه قل إن افتريته فلا تملكون لي من الله شيا هو أعلم بما تفيضون فيه كفى به شهيدا بيني وبينكم وهو الغفور الرحيم","score":665}}