{"17":{"verse":"يمنون عليك أن أسلموا قل لا تمنوا علي إسلمكم بل الله يمن عليكم أن هديكم للإيمن إن كنتم صدقين","score":410},"13":{"verse":"يأيها الناس إنا خلقنكم من ذكر وأنثى وجعلنكم شعوبا وقبائل لتعارفوا إن أكرمكم عند الله أتقيكم إن الله عليم خبير","score":584},"11":{"verse":"يأيها الذين آمنوا لا يسخر قوم من قوم عسى أن يكونوا خيرا منهم ولا نساء من نساء عسى أن يكن خيرا منهن ولا تلمزوا أنفسكم ولا تنابزوا بالألقب بئس الاسم الفسوق بعد الإيمن ومن لم يتب فأولئك هم الظلمون","score":937},"1":{"verse":"يأيها الذين آمنوا لا تقدموا بين يدي الله ورسوله واتقوا الله إن الله سميع عليم","score":344},"2":{"verse":"يأيها الذين آمنوا لا ترفعوا أصوتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض أن تحبط أعملكم وأنتم لا تشعرون","score":698},"12":{"verse":"يأيها الذين آمنوا اجتنبوا كثيرا من الظن إن بعض الظن إثم ولا تجسسوا ولا يغتب بعضكم بعضا أيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه واتقوا الله إن الله تواب رحيم","score":932},"6":{"verse":"يأيها الذين آمنوا إن جاءكم فاسق بنبإ فتبينوا أن تصيبوا قوما بجهلة فتصبحوا على ما فعلتم ندمين","score":515},"5":{"verse":"ولو أنهم صبروا حتى تخرج إليهم لكان خيرا لهم والله غفور رحيم","score":350},"7":{"verse":"واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمن وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان أولئك هم الرشدون","score":804},"9":{"verse":"وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحديهما على الأخرى فقتلوا التي تبغي حتى تفي إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين","score":979},"16":{"verse":"قل أتعلمون الله بدينكم والله يعلم ما في السموت وما في الأرض والله بكل شي عليم","score":370},"14":{"verse":"قالت الأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا ولما يدخل الإيمن في قلوبكم وإن تطيعوا الله ورسوله لا يلتكم من أعملكم شيا إن الله غفور رحيم","score":664},"8":{"verse":"فضلا من الله ونعمة والله عليم حكيم","score":168},"15":{"verse":"إنما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا وجهدوا بأمولهم وأنفسهم في سبيل الله أولئك هم الصدقون","score":512},"10":{"verse":"إنما المؤمنون إخوة فأصلحوا بين أخويكم واتقوا الله لعلكم ترحمون","score":323},"18":{"verse":"إن الله يعلم غيب السموت والأرض والله بصير بما تعملون","score":273},"4":{"verse":"إن الذين ينادونك من وراء الحجرت أكثرهم لا يعقلون","score":258},"3":{"verse":"إن الذين يغضون أصوتهم عند رسول الله أولئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة وأجر عظيم","score":553}}