{"13":{"verse":"يوم يقول المنفقون والمنفقت للذين آمنوا انظرونا نقتبس من نوركم قيل ارجعوا وراءكم فالتمسوا نورا فضرب بينهم بسور له باب باطنه فيه الرحمة وظهره من قبله العذاب","score":883},"12":{"verse":"يوم ترى المؤمنين والمؤمنت يسعى نورهم بين أيديهم وبأيمنهم بشريكم اليوم جنت تجري من تحتها الأنهر خلدين فيها ذلك هو الفوز العظيم","score":699},"6":{"verse":"يولج اليل في النهار ويولج النهار في اليل وهو عليم بذات الصدور","score":306},"14":{"verse":"ينادونهم ألم نكن معكم قالوا بلى ولكنكم فتنتم أنفسكم وتربصتم وارتبتم وغرتكم الأماني حتى جاء أمر الله وغركم بالله الغرور","score":659},"28":{"verse":"يأيها الذين آمنوا اتقوا الله وآمنوا برسوله يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون به ويغفر لكم والله غفور رحيم","score":616},"8":{"verse":"وما لكم لا تؤمنون بالله والرسول يدعوكم لتؤمنوا بربكم وقد أخذ ميثقكم إن كنتم مؤمنين","score":436},"10":{"verse":"وما لكم ألا تنفقوا في سبيل الله ولله ميرث السموت والأرض لا يستوي منكم من أنفق من قبل الفتح وقتل أولئك أعظم درجة من الذين أنفقوا من بعد وقتلوا وكلا وعد الله الحسنى والله بما تعملون خبير","score":979},"26":{"verse":"ولقد أرسلنا نوحا وإبرهيم وجعلنا في ذريتهما النبوة والكتب فمنهم مهتد وكثير منهم فسقون","score":505},"19":{"verse":"والذين آمنوا بالله ورسله أولئك هم الصديقون والشهداء عند ربهم لهم أجرهم ونورهم والذين كفروا وكذبوا بآيتنا أولئك أصحب الجحيم","score":680},"9":{"verse":"هو الذي ينزل على عبده آيت بينت ليخرجكم من الظلمت إلى النور وإن الله بكم لرءوف رحيم","score":435},"4":{"verse":"هو الذي خلق السموت والأرض في ستة أيام ثم استوى على العرش يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم أين ما كنتم والله بما تعملون بصير","score":886},"3":{"verse":"هو الأول والآخر والظهر والباطن وهو بكل شي عليم","score":247},"11":{"verse":"من ذا الذي يقرض الله قرضا حسنا فيضعفه له وله أجر كريم","score":350},"22":{"verse":"ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتب من قبل أن نبرأها إن ذلك على الله يسير","score":433},"2":{"verse":"له ملك السموت والأرض يحي ويميت وهو على كل شي قدير","score":280},"5":{"verse":"له ملك السموت والأرض وإلى الله ترجع الأمور","score":195},"23":{"verse":"لكيلا تأسوا على ما فاتكم ولا تفرحوا بما آتيكم والله لا يحب كل مختال فخور","score":372},"25":{"verse":"لقد أرسلنا رسلنا بالبينت وأنزلنا معهم الكتب والميزان ليقوم الناس بالقسط وأنزلنا الحديد فيه بأس شديد ومنفع للناس وليعلم الله من ينصره ورسله بالغيب إن الله قوي عزيز","score":959},"29":{"verse":"لئلا يعلم أهل الكتب ألا يقدرون على شي من فضل الله وأن الفضل بيد الله يؤتيه من يشاء والله ذو الفضل العظيم","score":530},"15":{"verse":"فاليوم لا يؤخذ منكم فدية ولا من الذين كفروا مأويكم النار هي موليكم وبئس المصير","score":393},"1":{"verse":"سبح لله ما في السموت والأرض وهو العزيز الحكيم","score":282},"21":{"verse":"سابقوا إلى مغفرة من ربكم وجنة عرضها كعرض السماء والأرض أعدت للذين آمنوا بالله ورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم","score":773},"27":{"verse":"ثم قفينا على آثرهم برسلنا وقفينا بعيسى ابن مريم وآتينه الإنجيل وجعلنا في قلوب الذين اتبعوه رأفة ورحمة ورهبانية ابتدعوها ما كتبنها عليهم إلا ابتغاء رضون الله فما رعوها حق رعايتها فآتينا الذين آمنوا منهم أجرهم وكثير منهم فسقون","score":1263},"24":{"verse":"الذين يبخلون ويأمرون الناس بالبخل ومن يتول فإن الله هو الغني الحميد","score":334},"20":{"verse":"اعلموا أنما الحيوة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الأمول والأولد كمثل غيث أعجب الكفار نباته ثم يهيج فتريه مصفرا ثم يكون حطما وفي الآخرة عذاب شديد ومغفرة من الله ورضون وما الحيوة الدنيا إلا متع الغرور","score":1321},"17":{"verse":"اعلموا أن الله يحي الأرض بعد موتها قد بينا لكم الآيت لعلكم تعقلون","score":334},"18":{"verse":"إن المصدقين والمصدقت وأقرضوا الله قرضا حسنا يضعف لهم ولهم أجر كريم","score":440},"16":{"verse":"ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين أوتوا الكتب من قبل فطال عليهم الأمد فقست قلوبهم وكثير منهم فسقون","score":778},"7":{"verse":"آمنوا بالله ورسوله وأنفقوا مما جعلكم مستخلفين فيه فالذين آمنوا منكم وأنفقوا لهم أجر كبير","score":468}}